Repository: Scifabric/pybossa
Catalog: pybossa/translations/*/LC_MESSAGES/messages.po
Languages: de, es, es_es, pt

source: Please update your e-mail address in your profile page, right now it is empty!
de: Bitte aktualisieren Sie Ihre E-Mail Adresse in Ihrer Profilseite, derzeit ist dieses Feld leer
es: Por favor, actualiza tu cuenta de correo electrónico en la página de tu perfil, ahora está vacío.
pt: Atualize o seu endereço de e-mail na página de perfil. Ainda nãoexiste!

source: The file you uploaded has two headers with the same name.
de: Die Datei, die Sie hochgeladen haben, hat zwei Überschriften (Spaltennamen) mit demselben Namen.
es: El fichero que has subido tiene dos cabeceras con el mismo nombre.
pt: O ficheiro que carregou apresenta dois cabeçalhos com o mesmo nome

source: Oops! That file doesn't look like the right file.
de: Hoppla! Diese Datei scheint nicht die richtige zu sein.
es: ¡Uy! Ese fichero no parece que sea el correcto.
pt: Oops! Este ficheiro não tem o formato correto.

source: It looks like there were no new records to import
de: Es sieht so aus als wenn keine Daten zu importieren waeren
es: ¡Uy! Parece que el fichero no contiene nuevas tareas que importar.

source: new tasks were imported successfully
de: Aufgaben erfolgreich improtert!
es: nuevas tareas importadas satisfactoriamente

source: new task was imported successfully
de: Aufgaben erfolgreich improtert!
es: nueva tarea importada satisfactoriamente

source: Oops, the project does not have tasks to export, if you are the owner add some tasks
de: Uhps, das Projekt hat keine Aufgaben, die exportiert werden können, Wenn Du der Ersteller des Projektes bist, dann füge Aufgaben hinzu
es: Uy, el proyecto no tiene tareas que exportar, si eres el dueño añade alguna

source: Oops, there are no Task Runs yet to export, invite some users to participate
de: Uhps, es gibt bisher keine Antworten, die exportiert werden können. Lade Nutzer ein, zu der Aufgabe beizutragen
es: Uy, no hay ninguna respuesta que exportar, invita a algunos voluntarios a participar

source: Name
es: Nombre
es_es: Nombre
pt: Nome

source: Name is already taken.
de: Der Name ist bereits vergeben.
es: El Nombre ya está registrado
es_es: El nombre ya esta utiliado

source: Short Name
de: Kurzbezeichnung
es: Nombre Corto
es_es: Nombre
pt: Nome de Utilizador

source: Short Name is already taken.
de: Diese Kurzbezeichnung wird bereits verwendet
es: El Nombre Corto ya está registrado
es_es: El nombre corto esta ya utilizado
pt: Este nome de utilizador já existe

source: Long Description
de: Ausführliche Beschreibung
es: Descripción Larga
pt: Descrição

source: Description
de: Beschreibung
es: Descripción
es_es: Pregunta
pt: Descrição

source: You must provide a description.
de: Sie müssen eine Beschreibung angeben.
es: Debes proporcionar una descripción.
es_es: Debes de completar una descripción
pt: É necessário colocar uma descrição

source: Allow Anonymous Contributors
de: Beiträge von anonymen Teilnehmern zulassen
es: Permitir Voluntarios Anónimos
pt: Permitir contribuições anónimas

source: Yes
de: Ja
es: Sí
es_es: Si
pt: Sim

source: Category
de: Kategorie
es: Categoría
pt: Categoria

source: Hide?
de: Verstecken?
es: ¿Ocultar?
es_es: ¿Ocultar
pt: Ocultar?

source: Password (leave blank for no password)
de: Passwort (leer lassen, falls kein Passwort)
es: Contraseña (dejar en blanco para no usar contraseña)

source: Redundancy
de: Redundanz
es: Redundancia
pt: RedundÂncia

source: Number of answers should be a value between 1 and 1,000
de: Die Anzahl der Anworten muss ein Wert zwischen 1 und 1.000 sein
es: El número de respuestas debe ser un valor entre 1 y 1000

source: Task IDs
de: Aufgaben IDs
es: Identificador de Tareas
pt: Tarefa IDs

source: Priority
de: Priorität
es: Prioridad
pt: Pioridade

source: Priority should be a value between 0.0 and 1.0
de: Priorität solle ein Wert zwischen 0.0 und 1.0 sein
es: La prioridad debe ser un valor entre 0.0 y 1.0

source: Task Scheduler
de: Aufgaben Planer
es: Gestor de Tareas
es_es: Calendario de tareas
pt: Gestor de Tarefas

source: Title
de: Titel
es: Título

source: You must enter a title for the post.
de: Sie müssen einen Titel für den Post eingeben.
es: Debes proporcionar un título para el post.

source: Body
de: Haupttext
es: Cuerpo

source: You must enter some text for the post.
de: Sie müssen einen Text für den Post eingeben.
es: Debes proporcionar contenido para el post.

source: Password
de: Passwort
es: Contraseña
es_es: Contraseña
pt: Palavra-chave

source: You must enter a password
de: Sie müssen ein Passwort eingeben
es: Debes proporcionar una contraseña

source: You must provide a URL
de: Sie müssen eine URL angeben
es: Debes proporcionar un enlace
es_es: Debes de introducir una contraseña
pt: Atribua um URL

source: Oops! That's not a valid URL. You must provide a valid URL
de: Hoppla! Dies ist keine gültige URL. Sie müssen eine gültige URL angeben
es: ¡Uy! Ese enlace no es válido. Debes proporcionar uno correcto
es_es: una dirección valida URL. Debes de introducir una dirección URL valida
pt: Oops! Este URL não é válido. Atribua um que o seja.

source: You must provide an EpiCollect Plus project name
de: Sie müssen einen EpiCollect Plus Projektnamen angeben
es: Debes proporcionar el nombre de un proyecto EpiCollect Plus
pt: Dê um nome do projeto EpiCollect Plus

source: You must provide a Form name for the project
de: Sie müssen einen Namen für das Formular des Projektes angeben
es: Debes proporcionar el nombre del Formulario del Proyecto
pt: Dê um nome de formulário ao projeto

source: Project Name
de: Projektname
es: Nombre del Proyecto
pt: Nome do Projeto

source: Form name
de: Formularname
es: Nombre del Formulario
pt: Nome do formulário

source: You must provide a valid Flickr album ID
de: Sie müssen eine gültige Flickr Album ID angeben
es: Debe proporcionar un ID de álbum de Flickr válido

source: Album ID
es: ID del Álbum

source: E-mail
es: Correo Electrónico
es_es: Correo Electrónico
pt: Correio eletrónico

source: The e-mail is required
de: Die E-Mail Adresse ist erforderlich
es: El correo electrónico es obligatorio
es_es: El correo electrónico es necesario
pt: Coloque o seu e-mail

source: You must provide a password
de: Sie müssen ein Passwort angeben
es: Debe proporcionar una contraseña
es_es: Debes de introducir una contraseña
pt: É necessário atribuir uma palavra-chave

source: Full name must be between 3 and 35 characters long
de: Der vollständige Name muss zwischen 3 und 35 Zeichen lang sein
es: Nombre y Apellidos debe contenter entre 3 y 35 caracteres
es_es: El Nombre completo debe de tener entre 3 y 35 caracteres de longitud
pt: O seu nome deverá ter entre 3 a 35 caracteres

source: Full name
de: Voller Name
es: Nombre y Apellidos
es_es: Nombre
pt: Nome completo

source: User name must be between 3 and 35 characters long
de: Der Benutzername muss zwischen 3 und 35 Zeichen lang sein
es: El nombre de usuario debe tener entre 3 y 35 caracteres
es_es: El nombre de usuario debe de tener entre 3 y 35 caracteres de longitud
pt: O nome de utilizador deverá ter entre 3 a 35 caracteres

source: The user name is already taken
de: Dieser Benutzername ist bereits vergeben
es: El nombre de usuario ya está registrado
es_es: El nombre ya esta utilizado
pt: O nome de utilizador que escolheu já existe

source: User name
de: Benutzername
es: Nombre de usuario
es_es: Nombre
pt: Nome de utilizador

source: Email must be between 3 and 35 characters long
de: E-Mail Adresse muss zwischen 3 und 35 Zeichen lang sein
es: El correo debe tener entre 3 y 35 caracteres
es_es: El correo electrónico debe de tener entre 3 y 35 caracteres de lontitud
pt: O e-mail deverá ter entre 3 a 35 caracteres

source: Email is already taken
de: Die E-Mail Adresse ist bereits vergeben
es: El correo electrónico ya está registrado
es_es: El correo electrónico ya esta utilizado
pt: Este e-mail já existe

source: Email Address
de: E-Mail Adresse
es: Correo Electrónico
es_es: Correo Electŕonico
pt: Endereço eletrónico

source: Password cannot be empty
de: Das Passwort darf nicht leer sein
es: La contraseña no puede estara vacía
es_es: La contraseña no puede estar vacía
pt: Tem de colocar uma palavra-chave

source: Passwords must match
de: Die Passwörter müssen übereinstimmen
es: Las contraseñas deben coincidir
es_es: Las contraseñas no coiniciden
pt: As palavras-chave têm de coincidir

source: New Password
de: Neues Passwort
es: Nueva Contraseña
es_es: Cambia tu Contraseña
pt: Nova palavra-chave

source: Repeat Password
de: Passwort wiederholen
es: Repita la Contraseña
es_es: Resetea tu Contraseña
pt: Repetir palavra-chave

source: Username
de: Benutzername
es: Nombre de usuario

source: Get email notifications
de: E-Mail Benachrichtigungen
es: Recibir notificaciones por correo electrónico

source: Language
de: Sprache
es: Idioma por Defecto
es_es: Idioma

source: CKAN API Key
es: Clave API de CKAN

source: Privacy Mode
de: Privater Modus
es: Modo Privado

source: English
de: Englisch
es: Inglés
pt: Inglês

source: Spanish
de: Spanisch
es: Español
pt: Espanhol

source: French
de: Französisch
es: Francés
pt: Francês

source: Current password
de: Aktuelles Passwort
es: Mi contraseña actual

source: New password
de: Neues Passwort
es: Mi nueva contraseña

source: Repeat password
de: Passwort wiederholen
es: Repite la contraseña

source: User
de: Benutzer
es: Usuario
pt: Utilizador

source: This item already exists
de: Dieses Element existiert bereits
es: Este elemento ya existe
pt: Desculpe!Esta aplicação não existe

source: %sand space symbols are forbidden
de: %sund Leerzeichen sind verboten
es: %sy el espacio en blanco no se permiten

source: Only comma separated values are allowed, no spaces
de: Nur Komma als Trennzeichen erlaubt, keine Leerzeichen
es: Solo se permiten valores separados por comas, no espacios
pt: Utilize espaços na vez de vírgulas para separar valores.

source: Invalid URL
de: Ungültige URL
es: URL inválida

source: Connection error
de: Verbindungsfehler
es: Error de conexión

source: This name is used by the system.
de: Dieser Name ist vom System reserviert.
es: Este nombre es usado por el sistema

source: Community
es: Comunidad
es_es: Comunidad
pt: Comunidade

source: Projects
de: Projekte
es: Proyectos

source: Create
de: Erstellen
es: Crea
es_es: Crear
pt: Criar

source: About
de: Über
es: Acerca de
es_es: Acerca
pt: Sobre

source: My Profile
de: Mein Profil
es: Mi Perfil
es_es: Actualiza tu perfil
pt: O Meu Perfil

source: My Projects
de: Meine Projekte
es: Mis Proyectos

source: My Settings
de: Meine Einstellungen
es: Mis Preferencias
es_es: Mis Preferencias
pt: As Minhas Definições

source: Admin Site
de: Administrator Seite
es: Administrar el sitio
pt: Administrar o Site

source: Sign Out
de: Ausloggen
es: Cerrar Sesión
es_es: Salir
pt: Sair

source: Sign in
de: Einloggen
es: Iniciar Sesión
es_es: Entrar
pt: Iniciar Sessão

source: Resources
de: Ressourcen
es: Recursos
pt: Recursos

source: Docs
de: Dokumentation
es: Documentación
pt: Documentos

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de Uso
pt: Termos de Utilização

source: Cookies Policy
de: Cookie-Richtlinien
es: Política de Cookies
pt: Política de Cookies

source: Stats
de: Statistiken
es: Estadísticas
pt: Estatísticas

source: Licenses
de: Lizenzen
es: Licencias
pt: Licenças

source: Overview
de: Übersicht
es: Resumen
pt: Resumo

source: Data
de: Daten
es: Datos
pt: Dados

source: Content
de: Inhalt
es: Contenido
pt: Conteúdos

source: Technologies
de: Technologien
es: Tecnologías
pt: Tecnologias

source: Contact
de: Kontakt
es: Contacto
pt: Contactos

source: Email
es: Correo Electrónico
pt: Correio eletrónico

source: I've done
de: Ich habe
es: He hecho
es_es: Hecho
pt: Eu realizei

source: tasks for the @PyBossa project:
de: Aufgaben für das @PyBossa Projekt erledigt:
es: tareas para el proyecto @PyBossa:
es_es: tareas para el proyecto @PyBossa:
pt: tarefas para o projeto @PyBossa:

source: Do you want to help?
de: Wollen Sie helfen?
es: ¿Quieres ayudar?
es_es: ¿Quieres ayudarnos?
pt: Quer ajudar?

source: Nick
de: Nickname
es: Nombre de Usuario
es_es: Nombre
pt: Nome de Utilizador

source: Rank
de: Rang
es: Clasificación
pt: Classificação

source: of
de: von
es: de
pt: em

source: with a Score of
de: mit
es: con una puntuación de
pt: com uma pontuação de

source: contributed tasks
de: beigetragenen Aufgaben
es: tareas contribuidas
es_es: Tareas Aportadas:
pt: tarefas realizadas

source: The user has not contributed to any tasks yet
de: Der Benutzer hat bisher noch zu keinen Aufgaben beigetragen
es: El usuario no ha contribuido tareas todavía

source: Joined
de: Beigetreten
es: Se ha unido
es_es: Unido
pt: Registou-se a

source: API key
de: API Schlüssel
es: Clave API
es_es: Clave API
pt: Chave API

source: Edit your profile
de: Benutzerprofil bearbeiten
es: Edita tu perfil
es_es: Actualiza tu perfil
pt: Edite o seu perfil

source: Prev
de: Zurück
es: Anteriores
pt: Anterior

source: Next
de: Vor
es: Siguientes
es_es: Siguiente
pt: Seguinte

source: Just one more step, please
de: Nur noch ein weiterer Schritt
es: Sólo un paso más, por favor

source: In order to confirm your identity, we've sent an email to the address you just provided. Please, check it out and click on the link you'll find to create your account at
de: Um ihre Identität zu bestätigen haben wir eine E-Mail an ihre Adresse gesendet. Bitte überprüfen sie ihr E-Mail-Postfach und klicken sie auf den Link um ihren Account zu aktivieren
es: Para confirmar tu identidad, hemos enviado un correo electrónico a la dirección que acabas de indicar. Por favor, revísalo y haz click en el enlace que encontrarás en el mismo para crear tu cuenta en

source: If you are not receiving the email, please check the junk folder. If it's not there please drop us an email to
de: Wenn sie keine E-Mail erhalten haben überprüfen sie bitte auch ihren SPAM Ordner. Falls die E-Mail auch dort nicht ist kontaktieren sie uns bitte.
es: Si no recibes el correo, revisa la carpeta de spam, por favor. Si no está ahí, contáctanos en

source: In the meantime, you can check some of the amazing
de: In der Zwischenzeit können sie eine der erstaunlichen
es: Mientras, puedes echar un vistazo a alguno de los increíbles

source: projects
de: Projekte
es: proyectos

source: and contribute to them as anonymous
de: und anonym beitragen
es: y contribuir en ellos como usuario anónimo

source: registered users
de: Registrierte Nutzer
es: usuarios registrados
es_es: usuario registrados
pt: utilizadores registados

source: Leaderboard
de: Bestenliste
es: Clasificación
pt: Tabela de Classificação

source: Newsletter
es: Boletín

source: If you want to be updated with our new features, projects, and scientific projects, subscribe to our newsletter.
de: Wenn sie informiert werden wollen über neue Features, Projekte und wissenschaftliche Projekte dann bestellen sie unseren Newsletter.
es: Si quieres estar al tanto de nuestras nuevas funcionalidades, proyectos y proyectos científicos, suscríbete a nuestro boletín.

source: Sign me up!
de: Ja Bitte!
es: ¡Suscríbeme!

source: Not interested
de: Nicht interessiert
es: No estoy interesado

source: Change your Password
de: Passwort ändern
es: Cambia tu contraseña
es_es: Cambia tu Contraseña
pt: Altere a sua Palavra-Chave

source: my current password
de: Aktuelles Passwort
es: mi contraseña actual
es_es: Resetea tu Contraseña
pt: Palavra-Chave atual

source: my new password
de: Neues Passwort
es: mi nueva contraseña
es_es: Resetea tu Contraseña
pt: a minha nova palavra-chave

source: my new password again
de: Neues Passwort (erneut)
es: mi nueva contraseña de nuevo
es_es: Resetea tu Contraseña
pt: a minha nova palavra-chave outra vez

source: Save the Changes
de: Änderungen speichern
es: Guardar los Cambios
es_es: Guardar los cambios
pt: Guardar as Alterações

source: Cancel
de: Abbrechen
es: Cancelar
es_es: Cancelar
pt: Cancelar

source: Reset your Password
de: Passwort zurücksetzen
es: Restablecer tu contraseña
es_es: Resetea tu Contraseña
pt: Reiniciar Palavra-Chave

source: my e-mail
de: E-Mail Adresse
es: mi correo electrónico
pt: o meu correio electrónico

source: Reset my Password
de: Passwort zurücksetzen
es: Restablecer mi contraseña
es_es: Resetea tu Contraseña
pt: Reiniciar Palavra-Chave

source: Your Profile
de: Ihr Profil
es: Tu perfil
es_es: Actualiza tu perfil
pt: O meu Perfil

source: Your Contributions
de: Ihre Beiträge
es: Tus Contribuciones
es_es: Tus Aportaciones
pt: As minhas Contribuições

source: Contribute!
de: Beitragen!
es: ¡Contribuye!
es_es: Contribuye!
pt: Contribua!

source: Published
de: Veröffentlicht
es: Publicadas
es_es: Publicados
pt: Publicado

source: Draft
de: Entwurf
es: Borrador
es_es: Enviados
pt: Rascunho

source: You have not created a project
de: Sie haben noch kein Projekt erstellt
es: No has creado unaproyecto

source: Create a Project
de: Ein Projekt erstellen
es: Crea una Proyecto

source: Note
de: Hinweis
es: Nota
es_es: Nota
pt: Nota

source: By click the
de: Durch Klicken auf den
es: Haciendo click en el
es_es: haciendo click en
pt: Clicando em

source: Create account button
de: Konto Anlegen Button
es: En el botón de crear cuenta
es_es: Crea una cuenta nueva
pt: Criar botão de conta

source: below you are agreeing to the
de: weiter unten stimmen Sie den
es: de abajo estás aceptando los
es_es: a continuación aceptas la
pt: Em baixo está a concordar com

source: terms of use
de: Nutzungsbedingungen
es: términos de uso
es_es: terminos de uso
pt: os Termos de Utilização

source: and
de: und
es: y
es_es: y
pt: e

source: data
de: Daten
es: datos
es_es: datos
pt: dados

source: Create an account
de: Konto anlegen
es: Crear una cuenta
es_es: Crea una cuenta nueva!
pt: Criar uma conta

source: my full name
de: Voller Name
es: mi nombre y apellidos
es_es: Nombre
pt: o meu nome completo

source: myusername
de: Nutzername
es: mi nombre de usuario
es_es: nombre
pt: o meu nome de utilizador

source: hello@mywebsite.org
de: hallo@meinewebseite.org
es: hola@miweb.org

source: my secret password
de: mein geheimes Passwort
es: my contraseña secreta
es_es: Resetea tu Contraseña
pt: a minha palavra-chave

source: Reset API Key
de: API Schlüssel zurücksetzen
es: Reiniciar la clave API
es_es: Restablecer cuenta API
pt: Reiniciar Chave API

source: If you reset the API key, you will need to use the new generated key for any API call.
de: Wenn Sie den API Schlüssel zurücksetzen, müssen Sie den neu erzeugten Schlüssel für jegliche weitere API-Aufrufe verwenden.
es: Si reinicias la clave API, necesitarás utilizar la nueva clave para cualquier llamada a la API
es_es: Si restableces tu cuenta API, necesitarás generar una nueva para cualquier llamada API
pt: Se reniciar a chave API, irá precisar de utilizar a nova chave gerada par qualquer chamada API.

source: Do you want to reset your personal API Key?
de: Wollen Sie Ihren persönlichen API-Schlüssel zurücksetzen?
es: ¿Quieres reiniciar tu clave personal de la API?
es_es: ¿Quieres restablecer tu clave personal API?
pt: Pretende reiniciar a sua chave API pessoal?

source: No, do not reset the API key!
de: Nein, den API-Schlüssel nicht zurücksetzen!
es: ¡No, no quiero reiniciar mi clave API!
es_es: No, no quiero restablecer mi clave API
pt: Não, não reiniciar a chave API!

source: Update your profile
de: Profil aktualisieren
es: Actualiza tu perfil
es_es: Actualiza tu perfil
pt: Atualizar o seu perfil

source: Reset the API Key
de: API Schlüssel zurücksetzen
es: Reinicia la clave API
es_es: Restablecer la clave API
pt: Reiniciar a chave API

source: Change your Password
de: Passwort ändern
es: Cambia tu Contraseña
es_es: Cambia tu Contraseña
pt: Alterar a sua palavra-chave

source: Sign in button
de: Einloggen Button
es: Botón de Inicio de Sesión
es_es: Entrar por boton
pt: BotÃo Iniciar Sessão

source: below you are agreeing to the
de: Unten stimmen Sie den
es: de debajo aceptas los
es_es: a continuación aceptas la
pt: em baixo está a concordar a e

source: Sign in with Twitter
de: Mit Twitter einloggen
es: Inicia sesión con Twitter
es_es: Entrar por Twitter
pt: Iniciar sessão com o Twitter

source: Sign in with Facebook
de: Mit Facebook einloggen
es: Inicia sesión con Facebook
es_es: Entrar por Facebook
pt: Iniciar sessão com o Facebook

source: Sign in with Google
de: Mit Google einloggen
es: Inicia sesión con Google
es_es: Entrar con Google
pt: Iniciar sessão com a Google

source: Or Sign in with your PyBossa account
de: Oder mit PyBossa-Konto einloggen
es: O Inicia sesión con tu cuenta PyBossa
es_es: O Introduce con tu contraseña de PyBossa
pt: ou iniciar sessão com a sua conta PyBossa

source: Sign in with your PyBossa account
de: Logge Dich mit Deinem PyBossa-Konto ein
es: Inicia sesión con tu cuenta de PyBossa
es_es: Introduce tu contraseña de PyBossa
pt: Iniciar sessão com a sua conta Pybossa

source: Create a new account!
de: Neues Konto anlegen!
es: ¡Únete ya!
es_es: Crea una cuenta nueva!
pt: Criar uma nova conta!

source: Forgot Password
de: Passwort vergessen
es: ¿Has olvidado tu contraseña?
es_es: Olvidaste la contraseña
pt: Esqueci-me da palavra-chave

source: Upload
de: Hochladen
es: Subir

source: Save the changes
de: Änderungen speichern
es: Guardar los cambios
es_es: Guardar los cambios
pt: Salvar alterações

source: nick
de: Nickname
es: apodo

source: Member since
de: Mitglied seit
es: Miembro desde
pt: Membro desde

source: Remove from admin group
de: Aus der Gruppe der Administratoren entfernen
es: Quitar del grupo de administradores
es_es: Borrar del grupo de administradores
pt: Remover do grupo de administradores

source: Add to admin group
de: Zur Gruppe der Administratoren hinzufügen
es: Añadir al grupo de administradores
es_es: Añadir al grupo administradores
pt: Adicionar ao grupo de administradores

source: Manage Categories
de: Kategorien verwalten
es: Administrar Categorías
pt: Administrar Categorias

source: Category name
de: Kategoriename
es: Nombre de la categoría
pt: nome de utilizador

source: Category description
de: Kategoriebeschreibung
es: Descrición de la categoría
pt: Descrição

source: Add Category
de: Kategorie hinzufügen
es: Añadir Categoría
pt: Adicionar Categoria

source: List of Available Categories
de: Liste vorhandener Kategorien
es: Todas las categorías disponibles
pt: Todas as aplicaÃ§Ãµes disponÃ­veis

source: Edit Category Name
de: Kategoriename bearbeiten
es: Editar el nombre de la Categoría
pt: Editar Nome

source: Delete Category
de: Kategorie löschen
es: Borrar Categoría
pt: Eliminar Categoria

source: Danger Zone!
de: Vorsicht!
es: ¡Zona de Peligro!
es_es: Zona Peligrosa!
pt: Zona de Perigo!

source: Deleting the category will remove it from all the projects! This operation cannot be undone!
de: Wenn die Kategorie gelöscht wird, wird diese von allen Projekten entfernt! Diese Operation kann nicht rückgängig gemacht werden!
es: Si borras esta categoría, se borrará de todos los proyectos. Esta acción no puede ser deshecha.

source: No, do not delete it
de: Nein, nicht löschen
es: ¡No, borrar!

source: Background Jobs
de: Hintergrund-Jobs
es: Trabajos en segundo plano

source: Monitor the background jobs
de: Hintergrund-Jobs überwachen
es: Monitor de trabajos en segundo plano

source: Manage
de: Verwalten
es: Administrar
pt: Gerir

source: Featured Projects
de: Hervorgehobene Projekte
es: Proyectos Destacados

source: Show projects on the front page
de: Projekte auf der Hauptseite anzeigen
es: Mostrar proyectos en la página principal

source: Categories
de: Kategorien
es: Categorías
pt: Categorias

source: Manage project categories
de: Projektkategorien verwalten
es: Organizar los proyectos de portada

source: Administrators
de: Administratoren
es: Administradores
pt: Admnistradores

source: Manage administrators
de: Administratoren verwalten
es: Organizar los administradores
pt: Gerir administradores

source: Users
de: Benutzer
es: Usuario
pt: Utilizadores
