Repository: Scifabric/pybossa
Catalog: pybossa/translations/*/LC_MESSAGES/messages.po
Languages: de, es, es_es, pt

source: Export a list of users
de: Liste der Benutzer exportieren
es: Exportar lista de usuarios

source: Manage featured projects
de: Verwalte hervorgehobene Projekte
es: Organizar los proyectos destacados

source: Update Category
de: Kategorie aktualisieren
es: Actualizar Categoría
pt: Atualizar Categoria

source: Manage Admin Users
de: Administrationen-Benutzer verwalten
es: Organizar los Administradores
es_es: Organizar usuarios administradores
pt: Gerir Administradores

source: Try with the full name or nick
de: Versuche es mit dem Namen oder dem Nicknamen
es: Inténtalo con el nombre completo o nombre de usuario
es_es: Intentalo con tu nombre completo
pt: Tente com o nome completo ou nome de utilizador

source: Search
de: Suchen
es: Búsqueda
es_es: Buscar
pt: Procurar

source: Found Users
de: Gefundene Benutzer
es: Usuarios Encontrados

source: Current Users with Admin privileges
de: Aktuelle Benutzer mit Administrator-Privilegien
es: Usuarios con privilegios de administrador
es_es: Usuario actual con privilegios de administrador
pt: Utilizadores correntes com privilégios de administração

source: PyBossa is a free, open-source crowd-sourcing and micro-tasking platform. It enables people to create and run projects that utilise online assistance in performing tasks that require human cognition such as image classification, transcription, geocoding and more. PyBossa is there to help researchers, civic hackers and developers to create projects where anyone around the world with some time, interest and an internet connection can contribute.
de: PyBossa ist eine freie, quelloffene Crowd-Sourcing und Micro-Tasking Plattform. Sie ermöglicht es, Projekte online anzulegen und zu verwalten, deren Aufgaben durch Menschen gelöst werden können. Dies kann beispielweise Mustererkennung in Bilder, Videos oder Audioaufnahmen sein, die Klassifikation und Transkribierung von Texten und vieles mehr. PyBossa unterstützt Forscher und Entwickler dabei, Projekte umzusetzten zu denen potentiell weltweit jeder mit Zeit, Interesse und Internetzugang beitragen kann.
es: PyBossa es una plataforma de código abierto y gratuita para el crowd-sourcing ylas micro-tareas. La plataforma permite la creación y ejecución de proyectos en losque se requiera la ayuda del conocimiento humano para resolver tareas como por ejemplola clasificación de imágenes, transcripción de documentos, geolocalización, etc. PyBossaes una herramienta que pretende ayudar a investigadores, hackers cívicos y desarrolladoresa crear proyectos en los que cualquier persona del mundo pueda contribuir si tiene una conexión a Internet e interés en el proyecto.
es_es: Pybossa es gratis, de código abierto crowd-sourcing y plantaforma micro-tarea. Permite crear y ejecutar proyectos que utilizan Internet utilizando tareas que requeiren la participación humana como la imágen. También permite la clasificación, codificación geográfica y más. PyBossa esta aquí para ayudar a los investigadores hackers cívicos y desarrollos para crear proyectos donde cualquier persona alrededor del mundo, con un poco de tiempo, interés y una conexión a internet pueda contribuir.
pt: PyBossa é uma plataforma de código aberto e gratuito para "crowd-sourcing" e micro-tarefas. Esta permite a criação e a execução de projetos que utilizam recursos online para a realização de tarefas que requerem cognição humana como a classificação de imagens, transcrições, geocoding e outros. A Pybossa pretende ajudar investigadores, hackers cívicos e criadores de infraestrutura na criação de projetos onde qualquer pessoa do mundo com disponibilidade, interesse e conexão à internet possa contribuir.

source: PyBossa is different to existing efforts:
de: PyBossa unterscheidet sich von anderen Ansätzen:
es: PyBossa es diferente a los proyectos existentes porque:
es_es: PyBossa es diferente a los proyectos existes:
pt: A PyBossa é diferente dos projetos existentes porque:

source: It's a 100%% open-source
de: Es ist 100%% Opensource
es: Es 100%% código libre

source: Unlike, say, “mechanical turk” style projects, PyBossa is not designed to handle payment or money — it is designed to support volunteer-driven projects.
de: Im Unterschiede z.B. zu (Amazon) “Mechanical Turk” und ähnlichen Projekten, wurde PyBossa nicht dazu konzipiert die Beitragenden zu bezahlen. Es wurde mit der Idee entwickelt, dass die Unterstützung der Projekte auf freiwilliger Basis erfolgt.
es: A diferencia de otros proyectos tipo, por ejemplo “mechanical turk”, PyBossa" "PyBossa no está diseñado para manejar pagos o dinero — está diseñado para dar soporte" " a proyectos orientados alrededor de la comunidad de voluntarios.
es_es: A diferencia de los proyectos estilo "Mechanical Turk", Pybossa no esta diseñado para utilizar dinero sino para apoyar proyectos de voluntariado.

source: It's designed as a platform and framework for developing deploying crowd-sourcing and microtasking project rather than being a crowd-sourcing project itself. Individual crowd-sourcing projects are written as simple snippets of Javascript and HTML which are then deployed on a PyBossa instance (such as
de: Sie ist als eine Plattform konzipiert für die Entwicklung und Umsetzungvon crowd-sourcing und micro-tasking Projekt. PyBossa ist dabei selbst kein Crowd-sourcing Projekt Die einzelnen crowd-sourcing Projekte werden mit Hilfe einfacher Code-Schnipsel geschrieben Javascript und HTML werden verwendet. Die Code-Schnipsel werden dann als neues Projekt auf einem PyBossa Server umgesetzt
es: Está diseñado como una plataforma para el desarrollo y lanzamiento " "de proyectos de micro-tareas y/o crowdsourcing más que como siendo un proyecto" "en si misma. Los proyectos individuales se crean escribiendo pequeños programas" "de Javascript y HTML que son posteriormente lanzados como instancias (como por ejemplo

source: This way one can easily develop custom projects while using the PyBossa platform to store your data, manage users, and handle workflow
de: Dadurch können auf einfache Art eigene Projekte umgesetzt werden. Die PyBossa Plattform dient dazu, Deine Daten zu sichern und Nutzer/Workflow zu verwalten.
es: De esta forma, se pueden desarrollar proyectos personalizados mientras" "se utiliza la plataforma PyBossa para almacenar los datos, manejar los usuarios," " y el flujo de trabajo

source: You can read more about the architecture in the
de: Genauere Infos zur Archtektur stehen in der
es: Puedes leer más sobre la arquitectura en la
pt: Poderá ler mais sobre a arquitetura na

source: PyBossa Documentation
de: PyBossa Dokumentation
es: documentación de PyBossa
pt: Documentação PyBossa

source: and follow the
de: und folgen sie der
es: y seguir el
pt: e seguir o

source: step-by-step tutorial to create your own projects
de: Schritt für Schritt Anleitung um ihre eigenen Projekte zu erstellen
es: tutorial paso a paso para crear tus propios proyectos

source: Statistics
de: Statistiken
es: Estadísticas
pt: Estatísticas

source: PyBossa provides individual statistics for every project in the system, as well as a
de: PyBossa zeigt für jedes Projekt Statistiken an sowie
es: PyBossa proporciona estadísticas individuales para cada proyecto " " así como también para

source: general overview about the system like total number of users, tasks, etc
de: eine allgemeine Übersicht über das Gesamtsystem, beispielsweise Anzahl der Nutzer, Aufgaben, etc.
es: todo el sistema: número total de usuarios, tareas, etc.
pt: resumo geral do sistema como o número total de utilizadores, tarefas, etc

source: Check the global statistics
de: Überprüfen sie die globalen Statistiken
es: Ver las estadísticas globales
pt: Consulte as estatísticas globais

source: Contact information
de: Kontaktinformation
es: Información de Contacto
es_es: Información del contacto
pt: Informação de Contacto

source: For more info, send us an e-mail to:
de: Für mehr Infos schicken sie uns eine E-Mail an:
es: Para más información, envíanos un correo electrónico a:
es_es: Para más información, envía un correo a:
pt: Para mais informações, envie-nos um e-mail para:

source: Follow us on Twitter!
de: Folgen sie uns auf Twitter!
es: Síguenos en Twitter!
es_es: Siguenos en Twitter!
pt: Siga-nos no Twitter!

source: E-mail list:
de: E-Mail Liste:
es: Lista de correo:
es_es: Lista de correo:
pt: Lista de e-mails

source: Report any bug, issue or improvement:
de: Melden sie Bugs oder Verbesserungsvorschläge:
es: Envíanos cualquier error, fallo o sugerencia:
es_es: Envía cualquier bug, cuestión o mejora:
pt: Reporte erros, gralhas ou deixe-nos sugestões

source: Online assistance in performing tasks that require human cognition, knowledge or intelligence such as image classification, transcription, geocoding and more!
de: Onlinesystem zur Unterstützung von Aufgaben, die von Menschen bearbeitet werden, beispielsweise Mustererkennung, Klassifizierung und vieles mehr!
es: Asistencia en línea para realizar tareas que requieren de capacidades, conocimiento o inteligencia humanas, tales como clasificación de imágenes, transcripción de documentos, geolocalización y otras.
pt: Assistência online para a realização de tarefas que requerem a cognição humana, conhecimento ou inteligência tais como a classificação de imagens, transcrição de dados, geocodificação e muitas mais!

source: Help advance research
de: Unterstütze die Forschung
es: Ayuda a avanzar la investigación
pt: Apoie a Investigação

source: Everything is open and freely usable
de: Alles ist offen und frei nutzbar
es: Todo es código abierto y libre
pt: Todos os seus conteúdos e recursos são abertos e gratuitos

source: Things computers can't do
de: Aufgaben, die Computer allein nicht lösen können
es: Resuelve problemas que los ordenadores no pueden
pt: Permite a execução de tarefas que um computador sozinho não executa

source: Info
es: Información
es_es: Información
pt: Informação

source: Get Started
de: So fängt man an
es: Comenzar
es_es: Comienzar
pt: Começar

source: It's really simple to start contributing.
de: Es ist wirklich einfach, zu helfen.
es: Es muy sencillo participar.
es_es: Es muy simple empezar a participar.
pt: É muito fácil participar!

source: Start Contributing
de: Trage jetzt bei
es: Únete y Participa
es_es: Empieza a participar
pt: Comece a Contribuir

source: Most Active Projects
de: Aktivste Projekte
es: Proyectos más Activos

source: Start
de: Beginne
es: Comenzar
es_es: Comenzar
pt: Começar

source: Your project
de: Dein Projekt
es: Tu proyecto

source: could be here!
de: könnte hier sein
es: ¡podría estar aquí!
es_es: puede estar aquí!
pt: pode estar aqui!

source: Create a project
de: Ein Projekt anlegen
es: Crear un proyecto

source: Most Active Volunteers
de: Aktivste Beitragende
es: Voluntarios más Activos
es_es: Voluntarios más activos
pt: Os Voluntários Mais Ativos

source: Submitted Tasks
de: Abgeschlossene Aufgaben
es: Respuestas Contribuidas
es_es: Tareas Enviadas:
pt: Tarefas Submetidas

source: Tasks
de: Aufgaben
es: Tareas
es_es: tareas
pt: Tarefas

source: Search Results
de: Suchergebnisse
es: Buscar Resultados
es_es: Buscar Resultados
pt: Procurar Resultados

source: Contribute
de: Beitragen
es: Contribuir
es_es: Contribuye
pt: Contribua

source: Settings
de: Einstellungen
es: Configuración
es_es: Configuración
pt: Definições

source: Creation Date
de: Erstellungsdatum
es: Creado
es_es: Fecha Creación
pt: Data de Criação

source: Last Activity
de: Letzte Aktivität
es: Actualizado
es_es: última Actividad
pt: Última Atividade

source: Overall progress
de: Gesamtfortschritt
es: Progreso Total
es_es: Proceso Global
pt: Progresso Total

source: completed
de: erledigt
es: completado
es_es: completado
pt: completo

source: Hidden
de: Versteckt
es: Oculta
es_es: Oculto
pt: Oculto

source: Remove from Featured!
de: Von Liste der hervorgehobenen Projekte entfernen!
es: ¡Eliminar de Destacados!
pt: Remova dos destacados!

source: Add to Featured!
de: Zu Liste der hervorgehobenen Projekte hinzufügen!
es: ¡En Destacados!
pt: Adicione aos destaques!

source: Created by
de: Erstellt von
es: Creado por
es_es: Crear
pt: Criado por

source: Me
de: Mir
es: Yo
es_es: Yo
pt: Eu

source: Try it!
de: Probier es aus!
es: ¡Participa!
es_es: ¡Pruebalo!
pt: Experimente!

source: Start Contributing Now!
de: Jetzt beitragen!
es: ¡Participa!
es_es: Empieza a Contribuir
pt: Comece já a contribuir!

source: Edit the project details
de: Projektdetails editieren
es: Edita los detalles del proyecto

source: Edit the task presenter
de: Task Presenter bearbeiten
es: Edita el presentador de tareas
es_es: Editar la tarea ...
pt: Editar o apresentador de tarefas

source: Import tasks
de: Aufgaben importieren
es: Importa tareas
es_es: Importar Tareas
pt: Importar tarefas

source: Delete the project
de: Projekt löschen
es: Crear un proyecto

source: When
de: Wenn
es: Cuándo

source: Who
de: Wer
es: Quién

source: Source
de: Quelle
es: Origen

source: Action
de: Aktion
es: Acción

source: Attribute
es: Atributo

source: Old Value
de: Alter Wert
es: Valor Antiguo

source: New Value
de: Neuer Wert
es: Valor Nuevo

source: You
de: Sie
es: Tú

source: Sorry! No logs so far.
de: Bisher gibt es noch keine Logs.
es: Vaya, todavía no hay logs que mostrar

source: Sorry! This project does not exist.
de: Sorry! Dieses Projekt existiert nicht.
es: ¡Perdón! Este proyecto no existe

source: Sorry! No posts so far.
de: Sorry! Bisher keine Posts veröffentlicht.
es: Vaya, todavía no hay ningún artículo publicado.

source: Author:
de: Autor:
es: Autor:

source: Written:
de: Geschrieben:
es: Escrito:

source: Delete
de: Löschen
es: Borrar
pt: Apagar

source: Edit
de: Bearbeiten
es: Editar

source: Back
de: Zurück
es: Atrás

source: Sorry! This blogpost does not exist.
de: Sorry! Dieser Blogpost existiert nicht.
es: ¡Perdón! Este artículo no existe

source: Delete project
de: Projekt löschen
es: Borrar el proyecto

source: If you delete the project and its tasks, it will be gone forever!
de: Das Projekt und alle zugehörige Tasks können nach dem Löschen nicht wieder hergestellt werden!
es: ¡Si borras el proyecto y sus tareas, se borrarán para siempre!

source: Are you sure you want to delete this project and all its tasks and associated task runs?
de: Sind Sie sicher, dass Sie dieses Projekte, alle dazugehörigen Tasks sowie Task-Beiträge löschen wollen?
es: ¿Estás seguro que quieres eliminar este proyecto y todas las tareas y" " respuestas asociadas a ella?

source: No, do not delete it!
de: Nein, nicht löschen!
es: ¡No, no la borres!
es_es: No no quiero borrarlas
pt: Não, não eliminar!

source: Export All Tasks and Task Runs
de: Alle Aufgaben und Antworten exportieren
es: Exportar Todas las Tareas y Respuestas
es_es: Exportar todas las tareas
pt: Exportar todas as tarefas e respostas

source: You can export and download
de: Sie können
es: Puedes exportar y descargar
es_es: Exportar tareas y descargarlas
pt: Pode exportar e descarregar

source: all the available
de: alle vorhandenen
es: todas las
es_es: todas las disponibles
pt: todas as

source: Tasks and Task Runs (the submitted answers by the users) in CSV or JSON formats.
de: Tasks und Task-Beitrage in CSV oder JSON Format exportieren und herunterladen.
es: Tareas y Repuestas (enviadas por los usuarios) en el formato CSV o JSON

source: Export in CSV format
de: Export im CSV-Format
es: Exportar en formato CSV

source: Task Runs
de: Antworten
es: Respuestas
es_es: Ejecución de la tarea
pt: Respostas

source: Export in JSON format
de: Export im JSON-Format
es: Exportar en formato JSON

source: Export to the
de: Daten exportiert nach
es: Exportar a

source: Export to a CKAN server
de: Zum CKAN Server exportieren
es: Exportar a un servidor CKAN

source: IMPORTANT
de: WICHTIG
es: IMPORTANTE

source: This export option stills in beta mode and may fail in the CKAN server. If you get an error, please send an e-mail to info@pybossa.com
de: Diese Exportfunktion befindet sich noch im Beta Stadium und kann Fehlschlagen im CKAN ServerWenn sie einen Fehler erhalten kontaktieren sie bitte info@pybossa.com
es: Esta opción de exportar está en fase beta y puede que falle en el servidor CKANSi recibes un error, por favor, envía un correo a info@pybossa.com

source: You don't have a Datahub.io API key in your
de: Sie haben keinen Datahub.io API Schlüssel in Ihrem
es: No tienes una clave API de Datahub.io en tu

source: account. Please,
de: Konto. Bitte
es: cuenta. Por favor,

source: create an account
de: erstellen sie ein Konto
es: crea una cuenta

source: and copy/paste the API key in your profile in order to use this exporter
de: und fügen sie ihren API Schlüssel in ihr Profil ein um diesen Exporter zu benutzen
es: y copia/pega la clave API en tu perfil para usar este exportador

source: A special selection of the most interesting projects
de: Eine Auswahl der interessantesten Projekte
es: Una selección especial de los proyectos más interesantes

source: Draft Projects
de: Projekte im Entwurf
es: Crear un Proyecto

source: Work in progress projects
de: Projekte in Bearbeitung
es: Proyectos en desarrollo

source: Sorry, there are no published projects for this category yet
de: Sorry, es gibt bisher keine veröffentlichten Projekte für die Kategorie
es: Vaya, todavía no hay proyectos en esta categoría

source: Project
de: Projekt
es: Nombre del Proyecto

source: Create a new project
de: Ein neues Projekt erstellen
es: Crear un proyecto

source: The name of the project
de: Name des Projekts
es: El nombre del proyecto

source: Short name or slug for the project
de: Kurzname für das Projekt
es: El nombre corto o slug del proyecto

source: Project slug:
de: Projekt Kurzname:
es: Slug del proyecto

source: Explain your project · Why? Why you are creating this project, what you want to achieve with it · How? Explain how your project works · How you can help: Explain to the volunteers how they can help and contribute to the goal of your project · Will you help make a difference? Explain to the volunteers why their contribution is essential and how the result of your project can help change things! (you can use Markdown to give format to your description!)
de: Erklären Sie Ihr Projekt · Warum? Warum haben Sie dieses Projekt erstellt und was wollen Sie damit erreichen · Wie? Erklären Sie, wie Ihr Projekt funktioniert · Wie man helfen kann: Erklären Sie den Freiwilligen, wie Sie helfen können, Ihre Projektziele zu erreichen · Wird die Hilfe etwas bringen? Erklären Sie den Freiwilligen, warum deren Beitrag wichtig ist und wie die Ergebnisse Ihres Projektes helfen können, Dinge zu ändern!"" (Sie können Markdown-Syntax verwenden, um Ihre Beschreibung zu formatieren!)
es: Explica tu proyecto · ¿Por qué? Por qué estás creando este proyecto, qué quiere · ¿Cómo? Explica cómo funciona tu proyecto · ¿Cómo puedo ayudar?: Explica a los voluntarios cómo puedencontribuir a tu proyecto · ¿Tu contribución será útil? Explica a los voluntarios por qué su contribución es tan importante para los objetivos de tu proyecto. (Puedes utilizar Markdown para escribir la descripción.)

source: Create the project
de: Projekt anlegen
es: Crear un proyecto

source: Write a new blog post for ad
de: Schreiben Sie einen neuen Blog-Beitrag
es: Escribe un artículo nuevo para

source: The title of your post
de: Titel Ihres Blog-Beitrags
es: El título de tu artículo

source: Write your post here. You can use Markdown!
de: Schreiben Sie hier Ihren Blog-Beitrag. Sie können zur Formatierung Markdown-Syntax verwenden!
es: Escribe tu artículo aquí. Puedes utilizar Markdown.

source: Enter the password to contribute to this project:
de: Geben Sie das Passwort ein, um für dieses Projekt beitragen zu können:
es: Introduce la contraseña para contribuir a este proyecto:

source: Project password
de: Projekt-Passwort
es: Contraseña del proyecto

source: Submit
de: Abschicken
es: Enviar

source: Sorry, you've contributed to all the tasks for this project, but this project still needs more volunteers, so please spread the word!
de: Entschuldigung, aber Sie haben bereits zu allen Tasks des Projekts beigetragen. Dieses Projekt benötigt allerdings noch weitere Helfer - Bitte Informieren Sie Ihre Bekannten!
es: Vaya, ya has contribuiod a todas las tareas de este proyecto, pero todavía puedes ayudar invitando a otros voluntarios a que participen.

source: Project Settings
de: Projekt Einstellungen
es: Configuración del Proyecto

source: Task Settings
de: Task Einstellungen
es: Configuración de las Tareas
es_es: Configuración de Tareas
pt: Definições das Tarefas

source: Write a blog post
de: Schreibe einen Blogpost
es: Escribe un artículo

source: Important
de: Wichtig
es: Importante
es_es: Importante
pt: Importante

source: Data have been
de: Daten wurden
es: Los datos han sido
pt: Os dados foram

source: anonymized
de: anonymisiert
es: anonimizados
pt: tornados anónimos

source: Distribution of Answers per Hour
de: Verteilung der Antworten pro Stunde
es: Distribución de Respuestas por Hora
pt: Distribuição de Respostas por Hora

source: Completed Tasks in the last 15 days
de: Tasks, welche in den letzten 15 Tagen vervollständigt wurden
es: Tareas completadas en los últimos 15 días

source: select an area to zoom, click to reset the chart
de: Wählen Sie einen Bereich, um zu zoomen odder Klicken Sie um die Grafik zurückzusetzen
es: selecciona un área para hacer zoom, click para reiniciar
pt: selecione uma área para fazer zoom, clique para reiniciar

source: Answers per day
de: Antworten pro Tag
es: Respuestas por día
pt: Respostas por dia

source: answers were submitted this day
de: Antworten wurden an diesem Tag abgegeben
es: respuestas enviadas este día
pt: Respostas submetidas hoje

source: Distribution of Answers
de: Verteilung der Anworten
es: Distribución de Respuestas
pt: Distribuição de Respostas

source: Type
de: Typ
es: Tipo
pt: Escreva

source: Percentage
de: Prozentsatz
es: Porcentaje
pt: Percentagem

source: Details about Anonymous Users
de: Details über anonyme Nutzer
es: Detalles sobre los Usuarios Anónimos
pt: Detalhes sobre utilizadores anónimos

source: anonymous users have
de: anonyme Nutzer haben
es: usuarios anónimos han
pt: utilizadores anónimos

source: participated
de: teilgenommen
es: participado
pt: participaram

source: Country
de: Land
es: País
pt: País

source: City
de: Stadt
es: Ciudad
es_es: Ciudad
pt: Cidade

source: This page includes GeoLite data created by MaxMind, available from
de: Diese Seite entält GeoLite-Daten, die von MaxMind erzeugt wurden und bezogen werden können von
es: Esta página incluye datos del producto GeoLite de MaxMind, disponible en
pt: Esta página inclui dados GeoLite criados por MaxMind, disponíveis a partir

source: Details about Authenticated Users
de: Details über authentifizierte Benutzer
es: Detalles sobre los Usuarios Autenticados
pt: Detalhes sobre Utilizadores Autenticados

source: authenticated users have
de: authentifizierte Benutzer haben
es: usuarios autenticados han
pt: Utilizadores autênticados têm

source: Top 5 users
de: Top 5 Benutzer
es: Los 5 mejores Usuarios
pt: Top 5 dos Utilizadores

source: Setup task autoimporter
de: Aufgaben Auto Importer einstellen
es: Configurar un autoimportador de tareas

source: Use one of the following available
de: Benutzen sie einen der folgenden verfügbaren
es: Utiliza una de las siguientes
es_es: Usa uno de los siguientes disponibles

source: importers
de: Importer
es: importador

source: to setup as the autoimporter
de: um den Autoimporter einzurichten
es: para usar como autoimportador

source: Currently configured autoimport
de: Momentan konfigurierte Autoimporter
es: Autoimportador actual

source: You currently have the following autoimporter configured
de: Sie haben die folgenden Autoimporter konfiguriert
es: Actualmente estás usando el siguiente autoimportador
