Repository: Scifabric/pybossa
Catalog: pybossa/translations/*/LC_MESSAGES/messages.po
Languages: de, es, es_es, pt

source: Import Tasks
de: Tasks importieren
es: Importa Tareas
es_es: Importar tareas
pt: Importar Tarefas

source: to import tasks...
de: um Tasks zu importieren
es: para importar tareas...

source: ... or import a set of
de: ... oder eine Auswahl von
es: ... o importa un conjunto de

source: template tasks
de: Taskvorlagen
es: tareas de prueba

source: Task Redundancy
de: Aufgabenredundanz
es: Redundancia de las tareas
pt: Redundância de Tarefa

source: The number of answers per tasks that you want for the project
de: Die Anzahl an Antworten, die Sie pro Task für dieses Projekt benötigen
es: Número de respuestas por tarea que quieres para tu proyecto

source: Set redundancy
de: Redundanz festlegen
es: Establecer la redundancia
pt: Implementar redundância

source: Task Presenter Editor
de: Editor für die Präsentation der Aufgaben
es: Editor del Presentador de Tareas
es_es: Editor de la tarea actual
pt: Editor de Apresentador de Tarefas

source: Help
de: Hilfe
es: Ayuda
es_es: Ayuda
pt: Ajuda

source: Update the project task presenter
de: Aktualisiere die Aufgabenpräsentation dieses Projektes
es: Actualizar el presentador de las tareas

source: Preview the task presenter
de: Vorschau der Aufgabenpräsentation
es: Vista preliminar del presentador de tareas
es_es: Avance de la tarea actual
pt: Pré-visualize o apresentador de tarefas

source: Task Presenter Preview
de: Vorschau der Aufgabenpräsentation
es: Vista preliminar del Presentador de Tareas
es_es: Avance de la tarea actual
pt: Pré-visualização do apresentador de tarefas

source: Close
de: Schließen
es: Cerrar
es_es: Cerrar
pt: Fechar

source: Task Priority
de: Priorität der Aufgaben
es: Prioridad de las tareas
pt: Prioridades de Tarefa

source: You can change the
de: Sie können die
es: Puedes cambiar la

source: priority
de: Priorität
es: Prioridad

source: of one or more tasks, providing a list of task IDs separated by commas. The lowest priority is
de: indem Sie eine Komma-separierte List von Task IDs angeben. Die niedrigste Priorität ist
es: de una o más tareas, proporcionando una lista de identificadores separados por comas. La prioridad más baja es

source: and the highest priority is
de: und die höchste Priorität hat
es: y la más alta es

source: The priority value is only respected by the
de: Der Prioritätswert wird nur vom
es: La prioridad solo funciona con el

source: default scheduler
de: Standard Task-Planer berücksichtigt
es: gestor por defecto

source: Comma separated Task.IDs i.e.: 3, 532, 100
de: Komma-separierte Task-IDs, z.B.: 3, 532, 100
es: Valores separados por comas: 3, 532, 100

source: Priority value between 0.0 and 1.0
de: Prioritätswert zwischen 0.0 und 1.0
es: Valor de la prioridad entre 0.0 y 1.0

source: Change Priority
de: Priorität ändern
es: Cambiar la Prioridad
pt: Alterar Prioridades

source: You can choose from the following schedulers
de: Sie können folgende Task-Planer auswählen
es: Puedes escoger los siguientes gestores

source: Default
de: Standard
es: Estándar
pt: Defeito

source: or
de: oder
es: o
pt: ou

source: Depth First
de: Tiefensuche
es: Búsqueda en Profundidad
pt: Profundidade Primeiro

source: returns a task that has not been completed (the value of number of answers has not achieved) excluding the current user
de: Gibt einen Task zurück, der noch nicht vervollständigt wurde (die Anzahl an vorgegebenen Antworten wurde noch nicht erreicht) und vom Benutzer noch nicht bearbeitet wurd
es: devuelve una tarea que no ha sido completada (no se ha alcanzado el número de respuestas para la tarea) excluyendo al propio usuario

source: Breadth First
de: Breitensuche
es: Búsqueda en Anchura
pt: Ampliação Primeiro

source: returns a task which has the least number of task runs (answers) excluding the current user
de: Gibt den Task zurück, der die wenigsten Beiträge (Antworten) hat und vom Benutzer noch nicht bearbeitet wurde
es: devuelve una tarea que tiene el menor número de respuestas, excluyendo al propio usuario

source: Random
de: Zufällig
es: Aleatorio
es_es: y
pt: Aleatório

source: returns a task randomly --a user could get the same task twice or more times
de: Gibt einen zufälligen Task zurück, d.h. ein Benutzer kann den selben Task ein oder mehrmals bekommen
es: devuelve un tarea aleatoriamente --un usuario puede hacer la misma tarea varias veces

source: Change how the tasks are delivered to volunteers
de: Ändern, wie die Tasks an die Freiwilligen verteilt werden
es: Cambiar la gestión de las tareas
pt: Altere a forma como as tarefas são distribuídas pelos voluntários

source: Scheduler
de: Task-Planer
es: Gestor de Tareas
pt: Gestor de Tarefas

source: Change the priority of the tasks
de: Ändere die Priorität der Aufgaben
es: Cambiar la prioridad de las tareas
pt: Altere a prioridade das tarefas

source: Delete Tasks
de: Tasks löschen
es: Eliminar las Tareas
pt: Eliminar Tarefas

source: Delete all the tasks and associated answers
de: Alle Tasks und damit verbundene Antworten löschen
es: Borrar todas las tareas y sus respuestas
pt: Apague todas as tarefas e respostas associadas

source: Change the redundancy level for the tasks
de: Redundanz-Wert für die Tasks ändern
es: Cambiar el nivel de redundancia para las tareas
pt: Alterar o nível de redundância das tarefas

source: Import tasks from templates, GDrive, or CSV
de: Tasks von Vorlage, GDrive oder CSV importieren
es: Importar las tareas de las plantillas, GDrive, o CSV
pt: Importar tarefas de modelos, GDrive ou CSV

source: Import
de: Importieren
es: Importar
pt: Importar

source: Export Tasks
de: Tasks exportieren
es: Exportar tareas
pt: Exportar tarefas

source: Export tasks to JSON, CSV or a CKAN server
de: Tasks nach JSON, CSV oder einem CKAN-Server exportieren
es: Exportar tareas en JSON, CSV o a un servidor CKAN
pt: Exportar tarefas para JSON, CSV, ou para um servidor CKAN

source: Export
de: Exportieren
es: Exportar
pt: Exportar

source: Task Presenter
es: Edita el presentador de tareas
pt: Apresentador de tarefas

source: Configure the task scheduler, redundancy, etc.
de: Konfigurieren des Task-Planers, der Task-Redundanz, etc.
es: Configure el gestor de tareas, redundancia, etc.
pt: Configurar gestor de tarefas, redundância, etc.

source: Browse
de: Navigieren
es: Navegar
pt: Navegar

source: Check the status of the tasks
de: Status der Tasks überprüfen
es: Comprueba el estado de las tareas
pt: Verifique o estado das tarefas

source: Auto-import Tasks
de: Tasks anschauen
es: Autoimportar tareas

source: Import tasks regularly and automatically
de: Tasks automatisch und regelmäßig importieren
es: Importa tareas de forma regular y automática

source: Setup
de: Einrichtung
es: Configurar

source: Browse tasks
de: Tasks anschauen
es: Explorar tareas

source: This page shows all the available tasks for this project
de: Diese Seite zeigt alle vorhandenen Tasks für dieses Projekt
es: Esta página muestra todas las tareas disponibles para este proyecto

source: For each task, you can find the following information
de: Zu jedem Task können Sie folgende Informationen finden
es: Para cada tarea se proporciona la siguiente información
pt: Para cada tarefa, pode encontrar a seguinte informação

source: Task
es: Tarea
es_es: tareas
pt: Tarefa

source: This number identifies the task for the project and it is unique
de: Diese Zahl identifiziert den Task für das Projekt und ist eindeutig
es: Este número identifica la tarea del proyecto y es único

source: The first number shows how many answers have been submitted for the task and the
de: Die erste Zahl zeigt die Zahl der beigetragenen Antworteten für den Task und die
es: El primer número muestra cuantas respuestas se han conseguido para la tarea" " y el
pt: O primeiro número apresenta o número de respostas que foram submetidas para a tarefa

source: This redundancy method will help to detect errors, typos, data forging, etc. when the task has been completed
de: Die Redundanz-Methode hilft, Detektions-Fehler, Vertipper, Datenfehler etc. zu vermeiden, wenn der Task verfollständigt wurde
es: Este método de redundancia ayuda a detectar errores, fallos, falsificación" "de datos, etc. cuando una tarea ha sido completada
pt: Este método de redundância ajudará a detetar erros, gralhas, falsificações de dados, etc. quando a tarefa estiver completa

source: second number
de: zweite Zahl
es: segundo número
pt: segundo número

source: how many need to be obtained to mark the task as
de: wie viele erreicht werden müssen, um den Task als
es: cuantas deben obtenerse para marcar la tarea como
pt: Quantas precisam de ser obtidas para marcar a tarefa como

source: Progress Bar
de: Fortschrittsbalken
es: Barra de Progreso
pt: Barra de Progresso

source: The progress bar will the percentage that has been completed for the task
de: Der Fortschrittsbalken zeigt den Prozentsatz der vervollständigten Tasks an
es: La barra de progreso mostrará el porcentaje que ha sido completado para la tarea
pt: A barra de progresso mostrará a percentagem do que foi completado para a tarefa

source: Download Task Results
de: Task-Ergebnisse herunterladen
es: Descargar los resultados
pt: Descarregar os resultados

source: Download Partial results
es: Descargar los resultados
pt: Descarregar parcialmente os resultados

source: Nothing to download yet
de: Bisher keine Antworten
es: Nada para descargar
pt: Ainda não existem dados para descarregamento

source: Start contributing
de: Beginne mit Deinen Beiträgen
es: Participa
pt: Comece a contribuir

source: Update the project
de: Projekt aktualisieren
es: Actualizar el proyecto

source: Give some details about the project
de: Informationen über das Projekt angeben
es: Da algunos detalles sobre el proyecto

source: Explain the project (use Markdown!)
de: Beschreibe das Projekt (Benutze bitte Markdown!)
es: Explica el proyecto (usa Markdown)

source: Do you want to hide your project?
de: Möchtest Du Dein Projekt verstecken?
es: ¿Quieres ocultar el proyecto?

source: Save te changes
de: Änderungen speichern
es: Guardar los cambios

source: Edit the blog post
de: Blogpost bearbeiten
es: Edita el artículo

source: Update
de: Aktualisieren
es: Actualizar

source: From a CSV file
de: Aus einer CSV Datei
es: De un fichero CSV
pt: A partir de um ficheiro CSV

source: Please provide a URL (i.e. DropBox, Box, Ubuntu One, etc. public link) to a CSV file with data for
de: Bitte gib eine URL an (z.B. DropBox, Ubunto One, etc. öffentlicher Link) zurCSV Datei mit den Daten für
es: Por favor proporciona la URL (por ejemplo de DropBox) parael fichero CSV con los datos para
pt: Por favor proporcione um URL (i.e. DropBox, Box, Ubuntu One, etc.link público) para um ficheiro CSV com dados para

source: For more information, please look at
de: Weitere Informationen in
es: Para más información, por favor consulta
pt: Para mais informações, consulte

source: the documentation
de: der Dokumentation
es: la documentación
pt: a documentação

source: The URL of the CSV file
de: Die URL der CSV-Datei
es: La URL del fichero CSV

source: From your Dropbox account
es: Desde tu cuenta de Dropbox

source: You are about to import
es: Estás a punto de importar

source: files
de: Profil
es: archivos

source: From an EpiCollect Plus project
de: Aus einem EpiCollect Plus Projekt
es: Desde un proyecto EpiCollect Plus
pt: A partir de um projeto EpiCollect Plus

source: Please provide an EpiCollect Plus project name to import its data for
de: Bitte gib den EpiCollect Plus Projektnamen an, aus die Daten für importiert werden sollen
es: Por favor proporciona el nombre de un proyecto EpiCollect Plus para importar sus datos para
pt: Por favor proporcione o nome de um projeto EpiCollect Plus para importação dos dados

source: The name of the public EpiCollect Plus project
de: Der Name des EpiCollect Plus Projektes
es: El nombre del proyecto público EpiCollect Plus

source: The name of the project's form
de: Der Name des Projektformulars
es: El nombre del formulario del proyecto

source: From a Flickr Album
es: Desde un Álbum de Flickr

source: Revoke access
es: Anular permiso acceso

source: Grant Crowdcrafting access to your Flickr albums to select one...
es: Permitir a Crowdcraftint acceso a tus álbumes de Flickr para seleccionar uno...

source: Log in Flickr
es: Inicia sesión en Flickr

source: Select one of your albums:
es: Selecciona uno de tus álbumes:

source: photos
es: fotos

source: Select
de: Auswaehlen
es: Seleccionar

source: Or manually provide the ID of a Flickr set with images for
es: O introduce manualmente el ID de un álbum de Flickr con imágenes para

source: From a Google Docs Spreadsheet
de: Aus einer Google Docs Tabelle
es: Desde una hoja de cálculo de Google
pt: A partir de uma planilha de Google Docs

source: Please provide a URL to a Google Drive Spreadsheet with data for
de: Bitte gib eine URL für eine Google Drive Tabelle mit Daten für an
es: Por favor, proporciona un enlace de una hoja de cálculo de Google Drive para
pt: Por favor providencie um URL para uma planilha GoogleDrive com dados par

source: The URL of the Google Docs Spreadsheet
de: Aus einer Google Docs Tabelle
es: URL de la hoja de cálculo de Google

source: Basic
es: Básico
es_es: Basico

source: The most basic template
es: La plantilla más básica

source: Complexity
es: Complejidad
es_es: Complejidad

source: Skills
es: Habilidades
es_es: Habilidades

source: HTML and JavaScript
es: HTML y JavaScript
es_es: HTML y JavaScript

source: Use the Basic template
es: Reutilizar la plantilla Básica
es_es: Usa las plantillas básicas

source: Image Pattern Recognition
de: Mustererkennung
es: Reconocimiento de patrones en imágenes
es_es: Reconocimiento de Imágenes por patrón

source: Re-use the Flickr Person Finder template
es: Reutiliza la plantilla Flickr Person
es_es: Reutiliza la plantilla de encontrar personas en Flick

source: Use the Image template
es: Reutilizar la plantilla de imágenes
es_es: Usa la plantilla de Imágenes

source: Download the template and work locally
es: Descargar la plantilla y trabajar en local
es_es: Descarga la plantilla y trabaja localmente

source: Geo-coding
de: Geocodierung
es: Geo-codificar

source: Re-use the Urban Park template
de: Verwende die Vorlage der Urban Park Aufgabe
es: Reutiliza la plantilla de Urban Park
es_es: Reutiliza la plantilla Urban Park

source: HTML, JavaScript and Geo expertise
es: HTML, JavaScript y mapas/GIS
es_es: HTML, JavaScript y pericia Geo

source: Transcribing documents
de: Dokumente transkribieren
es: Transcripción de documentos
es_es: Transcribe documentos

source: Re-use the PDF transcription template
de: Benutze die Vorlage der PDF Transkribierung
es: Reutiliza la plantilla de transcripción
es_es: Reutiliza la plantilla de transcripción PDF

source: HTML, JavaScript and Server side
es: HTML, JavaScript y programación del lado del servidor
es_es: HTML, JavaScript y Servidor

source: Use the Transcription template
es: Usar la plantilla de Transcripción
es_es: Usa la plantilla Transciption

source: Sound Pattern Recognition
de: Audio Mustererkennung
es: Reconocimiento de Patrones en Sonidos

source: Re-use the SoundCloud template
de: Verwende die Vorlage der SoundCloud Aufgabe
es: Reutiliza la plantilla de SoundCloud

source: Use the Sound template
es: Usa la plantilla de Sonido

source: Video Pattern Recognition
de: Video Mustererkennung
es: Reconocimiento de Patrones en Vídeos

source: Re-use the Vimeo template
de: Verwende das Vimeo Aufgabentemplate
es: Reutilizar la plantilla de Vimeo

source: Use the Video template
es: Usa la plantilla de Vídeo

source: templates
de: verfügbaren Vorlagen
es: plantillas
es_es: plantillas

source: for your project
de: für Dein Projekt
es: para tu proyeto

source: This task does not belong to
es: Esta tarea no pertenece a
es_es: Esta tarea no te pertenece

source: Try with another one
es: Prueba con otra
es_es: Prueba con otra

source: Provide a public link to your own CSV file
de: Gib einen öffentlichen Link zu Deiner CSV Datei an
es: Proporciona un enlace público al CSV

source: Use the CSV URL importer
es: Usa el importador de URL CSV

source: Delete all Tasks and Task Runs
es: Borrar todas las Tareas y Respuestas

source: If you delete all the tasks and task runs they will be gone forever!
de: Wenn Du alle Aufgaben und Antworten löschst, so können diese nicht wieder hergestellt werden!
es: ¡Si borras todas las tareas y respuestas, se irán para siempre!

source: You cannot undo this action!
de: Diese Aktion kann nicht rückgängig gemacht werden
es: No se puede deshacer esta acción

source: Are you sure you want to delete ALL the project tasks and associated task runs?
de: Bist Du sicher, dass Du ALLE Aufgaben und Antworten des Projektes löschen möchtest?" "
es: ¿Estás seguro de que quieres eliminar todas las tareas y" " respuestas del proyecto?

source: No, do not delete anything!
de: Nein, bitte nichts löschen!
es: No, no quiero borrar nada

source: Use files from your Dropbox account
es: Usar archivos de tu cuenta de Dropbox

source: Use the Dropbox importer
es: Usar el importador de Dropbox

source: EpiCollect Plus Project
de: EpiCollect Plus Projekt
es: Proyecto EpiCollect Plus

source: Use an EpiCollect Plus project
de: Benutze ein EpiCollect Plus Projekt
es: Utilizar un proyecto EpiCollect Plus

source: Use images from a Flickr set
es: Usar imágenes de un álbum de Flickr

source: Use the Flickr importer
es: Usar el importador de Flickr

source: Re-use the Flickr Person Finder tasks
es: Reutiliza la plantilla Flickr Person

source: Use the Image tasks
es: Utiliza las tareas de Imágenes

source: Use the Mapping tasks
de: Benutze die Kartenvorlage
es: Usa las tareas de los mapas

source: Re-use the PDF transcription tasks
es: Reutiliza las tareas de transcripción de PDFs

source: Use the Transcription tasks
es: Utiliza las tareas de transcripción

source: Use the Sound tasks
es: Utilizar las tareas de Sonido

source: Re-use the Vimeo tasks
es: Reutilizar las tareas de Vimeo

source: Use the Video tasks
es: Utilizar las tareas de vídeo

source: Google Drive Spreadsheet
de: Google Drive Tabelle
es: Hoja de Cálculo en Google Drive

source: Import a Google Drive Spreadsheet
de: Importiere Google Drive Tabelle
es: Importar desde Google Drive

source: General Statistics
de: Allgemeine Statistik
es: Ver las estadísticas globales
pt: Consulte as estatísticas globais

source: Anonymous users
de: Anonyme Benutzer
es: usuarios anónimos han
pt: Utilizadores Anónimos

source: Authenticated users
de: Authentifizierte Benutzer
es: usuarios autenticados han
pt: Utilizadores Autenticados

source: Top 5 Users in the last 24 hours
de: Top 5 Beitragende in den letzten 24 Stunden
es: Los 5 mejores usuarios en las últimas 24 horas
pt: Top 5 dos utilizadores nas últimas 24 horas

source: with
de: mit
es: con
pt: com

source: contributed answers
de: erledigten Aufgaben
es: tareas contribuidas
pt: tarefas realizadas

source: No active users in the last 24 hours
de: Keine aktiven Beitragenden in den letzten 24 Stunden
es: No hay usuarios activos en las últimas 24 horas
pt: Não existem utilizadores ativos nas últimas 24 horas

source: Published Projects
de: Veröffentlichte Projekte
es: Proyectos Publicados

source: Top 5 projects in the last 24 hours
de: Top 5 Projekte der letzten 24 Stunden
es: Los 5 proyectos más activos en las últimas 24 horas

source: No active projects in the last 24 hours
de: Keine aktiven Projekte in den letzten 24 Stunden
es: No hay proyectos activos en las últimas 24 horas

source: Tasks and Answers
de: Aufgaben und Antworten
es: Exportar Tareas y Respuestas
pt: Tarefas e Respostas

source: Number of Tasks
de: Anzahl der Aufgaben
es: Número de tareas
pt: Número de Tarefas

source: Number of Task Runs
de: Anzahl der Antworten
es: Número de Respuestas
pt: Número de Respostas

source: Anonymous Volunteers
de: Anonyme Beitragende
es: usuarios anónimos han
pt: Utilizadores Anónimos

source: Community Leaderboard
es: Clasificación

source: Score
de: Wertung
es: Puntuación
pt: Pontuação

source: Welcome back
de: Willkommen zurück
es: Bienvenido de nuevo
pt: Bem-vindo de volta

source: Ooops, Incorrect email/password
de: Uups, falsche E-Mail oder falsches Passwort
es: Uy! Contraseña y/o correo electrónico incorrecto
es_es: Ooops, Incorrecto correo o contraseña
pt: Oops, email/palavra-chave incorreto!

source: Please correct the errors
de: Bitte korrigiere die Fehler
es: Por favor, corrija los siguientes errores
es_es: Por favor corrija los errores
pt: Por favor corrija os erros

source: You are now signed out
de: Du bist jetzt abgemeldet
es: Acabas de cerrar la sesión
es_es: Estas fuera del sistema
pt: Acabou de sair da sua conta

source: An e-mail has been sent to validate your e-mail address.
es: Se te ha enviado un correo electrónico para que verifiques la dirección

source: Register
de: Registrieren
es: Registrarse
pt: Registar

source: Subscribe to our Newsletter
es: Subscribirse a nuestro Boletín

source: Thanks for signing-up
de: Danke für die Anmeldung
es: Gracias por registrarte
es_es: Gracias por darte de alta
pt: Obrigado por se registar

source: Your email has been validated.
es: Tu dirección de correo electrónico ha sido verificado

source: Profile
de: Profil
es: Perfíl
pt: Perfil

source: An email has been sent to verify your new email: %s. Once you verify it, it will be updated.email_addr
es: Se te ha enviado un correo electrónico para que verifiques la nueva dirección: %s. Una vez que lo hayas hecho, se actualizará.email_addr

source: Your profile has been updated!
de: Dein Profil wurde aktualisiert
es: Tu perfil ha sido actualizado
es_es: Tu perfíl ha sido actualizado
pt: O seu perfil foi atualizado!

source: Yay, you changed your password succesfully!
de: Du hast Dein Passwort erfolgreich geändert.
es: ¡Genial, has cambiado tu contraseña!
es_es: ¡El cambio de contraseña de ha realizado con éxito!
pt: Yey! A sua palavra-chave foi alterada com sucesso

source: Your current password doesn't match the one in our records
de: Dein aktuelles Passwort stimmt nicht mit dem Passwort in unserem System überein
es: La contraseña actual no coincide con la que tenemos en nuestro sistema
es_es: La contraseña introducida no coincide con la registrada en nuestros sistemas
pt: A sua palavra-chave atual não coincide com a encontrada nos nossos registos

source: You reset your password successfully!
de: Du hast Dein Passwort erfolgreich zurückgesetzt!
es: ¡Has reiniciado la contraseña satisfactoriamente!
es_es: Resetea tu Contraseña
pt: Reniciou a sua palavra-chave com sucesso!

source: We've send you an email with account recovery instructions!
de: Wir haben Dir eine E-Mail gesendet mit einer Anleitung zur Wiederherstellung Deines Kontos.
es: ¡Te hemos enviado un correo electrónico con instrucciones para recuperar la cuenta!

source: We don't have this email in our records. You may have signed up with a different email or used Twitter, Facebook, or Google to sign-in
de: Diese E-Mail Adresse existiert nicht in unserem System. Möglicherweise hast Du Dich mit einer anderen E-Mail Adresse angemeldet oder Twitter, Facebook, Google genutzt, um Dich anzumelden
es: No encontramos este correo electrónico en nuestros registros. Puede que te registraras con un correo diferente o utilizaras Twitter, Facebook o Google para iniciar sesión
pt: Este endereço eletrónico não se encontra registado. É possível que tenha efetuado o registo com um endereço diferente ou através da sua conta do Twitter, Facebook, ou Google

source: Something went wrong, please correct the errors on the form
de: Ein Fehler ist aufgetreten. Bitte berichtige die Fehler im Formular
es: Algo ha ido mal, por favor corrige los errores del formulario
pt: Ocorreu algo inesperado, por favor corrija os erros do formulário
