Repository: Scifabric/pybossa
Catalog: pybossa/translations/*/LC_MESSAGES/messages.po
Languages: de, es, es_es, pt

source: the only applications where you
es_es: solo las aplicaciones donde estas tu

source: cannot contribute for the moment
es_es: no puedes contribuir en este momento

source: the owners have not published them yet
es_es: los propietarios no han publicado nada todavía

source: Therefore, pick up a published or featured application and help the project!
es_es: Por lo tanto, selecciona una aplicación publicada y ayuda en el proyecto

source: apps in this category
es_es: aplicaciones en esta categoría

source: Check also the published applications
es_es: Comprueba las aplicaciones publicadas

source: Create an application!
es_es: Crea una Aplicación

source: All available applications
es_es: Aplicaciones Mas Activas

source: you can not contribute yet
es_es: No puedes contribuir todavía

source: Delete the tasks
es_es: Borras las tareas

source: &times;
es_es: veces

source: Write here your HTML Task Presenter
es_es: Escribe aqui tu presentacón de la tarea en HTML

source: Well done!
es_es: Bien hecho!

source: Your answer has been saved
es_es: Tu respuesta ha sido guardada

source: Loading next task...
es_es: Cargando la proxima tarea...

source: The task has been completed!
es_es: La tarea ha sido completada!

source: Thanks a lot!
es_es: Gracias!

source: Congratulations!
es_es: Felicidades

source: You have participated in all available tasks!
es_es: Has participado en todas las tareas disponibles!

source: Go back
es_es: Atras

source: Something went wrong, please contact the site administrators
es_es: Algo fue mal, por favor contacte con los administradores

source: I don't know
es_es: No lo se

source: You are working now on task:
es_es: Estas trabajando ahora en la tarea:

source: You have completed:
es_es: Has completado:

source: tasks from
es_es: tareas de

source: Show comments
es_es: Mostrar comentarios

source: Hide comments
es_es: Ocultar comentarios

source: Please enable JavaScript to view the
es_es: Por favor, actualiza tu visión JavaScript de

source: comments powered by Disqus.
es_es: comentarios gracias a Disqus.

source: Loading task...
es_es: Cargando tarea...

source: or, Check other applications
es_es: Crea una Aplicación

source: Sorry!
es_es: Lo siento!

source: Your web browser does not support the application.
es_es: Tu navegador no soporta la aplicación

source: Please, try with another application
es_es: Por favor, intentalo con otra aplicación

source: Question
es_es: Pregunta

source: Add an Urban Park Marker
es_es: Añade un Urban Park Marker

source: I do not see an urban park
es_es: No puedo ver un urban park

source: City not found!
es_es: ¡Ciudad no encontrada!

source: Urban park position
es_es: Posición en Urban park

source: Longitude
es_es: Longitud

source: Latitude
es_es: Latitud

source: Save these coordinates for the urban park
es_es: Guardar estas coordenadas para el urban park

source: for your application
es_es: para tu aplicación

source: Use the Mapping template
es_es: Usa la plantilla Mappping

source: This is just a demo application. You can re-use the code to create your own application.
es_es: Esta es solo una aplicacion de demostración. Puedes utilizar el codigo para crear tu propia aplicación

source: You are working now on task
es_es: Estas trabajando ahora en una tarea

source: You have completed
es_es: Completad

source: Submit transcription!
es_es: ¡Envio de transcipción!

source: You have already participated in this task.
es_es: Has participado ya en esta tarea.

source: to import tasks
es_es: a tareas importantes

source: Provide your own CSV format file
es_es: Provee tu propio archivo en formato CSV

source: Re-use the Flickr Person Finder task template
es_es: Reutiliza las tareas de la plantilla Flick Person Finder

source: Use the Image Task template
es_es: Usa la plantilla de Imágenes

source: Re-use the Urban Park Task template
es_es: Reuiliza la plantilla de Urban Park

source: It\u2019s designed as a platform and framework for developing deploying crowd-sourcing and microtasking apps rather than being a crowd-sourcing application itself. Individual crowd-sourcing apps are written as simple snippets of Javascript and HTML which are then deployed on a PyBossa instance \(such as_
es_es: Esta diseñado como una plataforma y un marco para el desarrollo de la implementación crowd-sourcing y microtasking de aplicaciónes en lugar de ser un crowd-sourcing en sí. La aplicaciones se escriben como piezas de JavaScript o HTML que luego se implementan en PyBossa. De esta manera el entorno es fácilmente personalizado. Las aplicaciones PyBossa guardan los datos de usuario y de la aplicación ayudando a manejar el flujo de trabajo.

source: Joined:
es_es: Unidos:

source: Submitted Tasks:
es_es: Tareas Enviadas:

source: Ooops, we didn't find you in the system, did you sign in?
es_es: Ooops, no podemos encontrarte en el sistema, ¿Estas seguro que te diste de alta?

source: Something went wrong, please correct the errors on the
es_es: Algo fue mal, corrija los errores en el formulario

source: We didn't find a user
es_es: No podemos encontrar este usuario

source: matching your query
es_es: ejecutando tu consulta
