Repository: Scifabric/pybossa
Catalog: pybossa/translations/*/LC_MESSAGES/messages.po
Languages: de, es, es_es, pt

source: New API-KEY generated
de: Neuer API-Schlüssel generiert
es: Nueva clave API creada
es_es: Nueva clave API generada
pt: Foi gerada uma nova chave API

source: Category added
de: Kategorie hinzugefügt
es: Categoría añadida
pt: Categoria adicionada

source: Category deleted
de: Kategorie gelöscht
es: Proyecto eliminado
pt: Aplicação eliminada!

source: Category updated
de: Kategorie aktualisiert
es: Proyecto actualizado
pt: Categoria atualizada!

source: Project created!
de: Projekt angelegt
es: Proyecto creado!

source: You can check the
de: Du kannst Dir die
es: Puedes comprobar la
pt: Pode verificar o

source: Guide and Documentation
de: Anleitung und Dokumentation ansehen zum
es: Guía y Documentación
pt: Guia e a Documentação

source: for adding tasks, a thumbnail, using PyBossa.JS, etc.
de: Hinzufügen von Aufgaben, Vorschaubildern, Verwendung von PyBossa.JS, etc.
es: para añadir tareas, un icono, utilizando PyBossa.JS, etc.
pt: para adicionar tarefas, miniaturas, utilizar PyBossa.JS, etc.

source: Task presenter added!
de: Aufgabenpräsentation hinzugefügt!
es: Presentador de Tareas añadido!
pt: Apresentador de tarefas adicionado!

source: <strong>Note</strong> You will need to upload the tasks using the
de: <strong>Beachte</strong> Du musst Aufgaben hochladen, um den
es: <strong>Nota</strong> Va a necesitar subir las tareas utilizando el
pt: <strong>Note</strong> Irá necessitar de carregar as tarefas utilizando o

source: CSV importer
de: CSV Import zu nutzen
es: importador CSV
pt: importador CSV

source: or download the project bundle and run the <strong>createTasks.py</strong> script in your computer
de: oder Projektpaket herunterladen und das Skript <strong>createTasks.py</strong> auf Deinem Computer starten
es: o descargar el proyecto y ejecutar el script <strong>createTasks.py</strong> en su PC

source: Project deleted!
de: Projekt gelöscht!
es: ¡Proyecto eliminado!

source: Project updated!
de: Projekt aktualisiert!
es: ¡Proyecto actualizado!

source: Your project thumbnail has been updated! It may take some minutes to refresh...
de: Dein Projektvorschaubild wurde aktualisiert! Es kann einige Minuten dauern, bis es erscheint...
es: El avatar de tu proyecto ha sido actualizado. Puede tardar unos minutos en actualizarse

source: You must provide a file to change the avatar
de: Du musst eine Bilddatei zur Verfügung stellen, um das Vorschaubild zu ändern
es: Debes proporcionar el nombre del Formulario del Proyecto

source: Importing tasks, this may take a while, wait...
de: Importiere Aufgaben, dies kann eine Weile Dauern...
es: Importando tareas, esto puede llevar un rato, espera...
pt: A importar tarefas. Esta ação poderá demorar. Aguarde...

source: You're trying to import a large amount of tasks, so please be patient. You will receive an email when the tasks are ready.
es: Estás tratando de importar una gran cantidad de tareas, por favor, ten paciencia.Recibirás un correo electrónico cuando estén listas.

source: Success! Tasks will be imported daily.
es: ¡Todo ha ido bien! Las tareas se importarán diariamente.

source: Sorry, incorrect password
es: Contraseña incorrecta

source: Ooops! You are an anonymous user and will not get any credit for your contributions.
de: Uhps! Als nicht angemeldeter Nutzer bleiben Deine Beiträge anonym. Andere können dann nicht sehen, dass DU einen Beitrag geleistet hast.
es: ¡Uy! Eres un usuario anónimo y no vas a obtener ningún reconocimiento por tus contribuciones.
pt: Oops! Está a contribuir enquanto utilizador anónimo pelo que não lhe serão atribuídos créditos pelas suas contribuições.

source: All the tasks and associated task runs have been deleted
de: Alle Aufgaben und die zugehörigen Antworten wurden gelöscht
es: Todas las tareas y sus respuestas han sido eliminadas
pt: Todas as tarefas e respostas associadas foram eliminadas

source: Exporting data..., this may take a while
de: Daten exportieren..., das kann einen Moment dauern
es: Exportando datos..., esto puede llevar un rato
pt: A exportas dados...esta ação poderá demorar..

source: Data exported to
de: Daten exportiert nach
es: Datos exportados a
pt: Dados exportados para

source: Redundancy of Tasks updated!
de: Redendanz der Antworten aktualisiert!
es: Redundancia de las tareas actualizada
pt: Redundância das tarefas atualizada!

source: Project Task Scheduler updated!
de: Projektaufgabenplanung aktualisiert
es: ¡Gestor de tareas actualizado!

source: Task priority has been changed
de: Aufgabenpriorität wurden geändert
es: Su perfil ha sido actualizado
pt: O seu perfil foi alterado com sucesso!

source: Write a new post
de: Schreibe einen neuen Blogpost
es: Escribe un nuevo artículo

source: Blog post created!
de: Blogpost erstellt!
es: ¡Artículo creado!

source: Edit a post
de: Blogpost bearbeiten
es: Editar artículo

source: Blog post updated!
de: Blogpost aktualisiert!
es: ¡Artículo actualizado!

source: No
de: Nein
pt: Não

source: Use the Google Drive importer
de: Benutze die Google Drive Vorlage

source: Total
de: Insgesamt

source: Ooops, we didn't find you in the system, did you sign up?
de: Uups, wir haben Dich nicht im System gefunden. Hast Du Dich schon angemeldet?

source: Your avatar has been updated! It may take some minutes to refresh...
de: Dein Avatar wurde aktualisiert. Es kann unter Umständen wenige Minuten dauern, bis es verfügbar ist...

source: Sorry, it is not possible to delete the only available category. You can modify it, click the edit button
de: Es ist nicht möglich, die einzige verfügbare Kategorie zu löschen. Du kannst die Kategorie ändern, indem Du die Schaltfläche Bearbeiten anklickst

source: Oops, the project does not have tasks to export, if you are the owner add some tasks
de: Uhps, das Projekt hat keine Aufgaben, die exportiert werden können, Wenn Du der Ersteller des Projektes bist, dann füge Aufgaben hinzu

source: Oops, there are no Task Runs yet to export, invite some users to participate
de: Uhps, es gibt bisher keine Antworten, die exportiert werden können Lade Nutzer ein, zu der Aufgabe beizutragen
pt: alguns utilizadores a participar

source: sand space symbols are forbidden
pt: utilizou símbolos não permitidos

source: Applications
es_es: Aplicaciones
pt: Aplicações

source: My Applications
es_es: Aplicaciones
pt: As Minhas Aplicações

source: My Teams
pt: As minhas Equipas

source: Cookies help us deliver our services. By using our services, you agree to our use of cookies. a utilização de cookies.
pt: OK

source: More info
pt: Mais info

source: Teams
pt: Equipas

source: The user has not contributed a task yet
es_es: No puedes contribuir todavía
pt: O utilizador ainda nao contribuiu com tarefas

source: See your public profile
es_es: Actualiza tu perfil
pt: Visualize o seu perfil público

source: You have not created an application
es_es: No has creado una aplicación todavía
pt: Ainda não criou uma aplicação

source: Create an Application
es_es: Crea una Aplicación
pt: Crie uma Aplicação

source: Contributed Tasks
pt: Tarefas Realizadas

source: You have contributed
es_es: No puedes contribuir todavía
pt: Já contribuiu

source: tasks
es_es: tareas
pt: tarefas

source: Change your avatar at Gravatar.com
es_es: Cambia tu perfil en Gravatar.com
pt: Altere o seu avatar em Gravatar.com

source: We are using
es_es: Estamos usando
pt: Estamos a utilizar

source: If you change your
es_es: Si tu cambias tu
pt: Se alterar o seu

source: user name
es_es: nombre
pt: nome de utilizador

source: you will be asked to sign in again.
es_es: te será preguntado después denuevo
pt: terá de voltar a iniciar sessão

source: Manage featured applications
es_es: Crea una Aplicación
pt: Gerir aplicações em destaque

source: Deleting the category will remove it from all the applications! This operation cannot be undone!
pt: Ao eliminar a categoria estará a remover todas as suas aplicações! Estaoperação é irreversível!

source: Featured Applications
es_es: Crea una Aplicación
pt: Aplicações em destaque

source: Show applications in the front page
pt: Mostrar aplicações na página principal

source: Manage application categories
pt: Gerir aplicações em destaque

source: Edit the application details
es_es: Aplicaciones Mas Activas
pt: Editar os detalhes da aplicação

source: Delete the application
es_es: Crea una Aplicación
pt: Eliminar a aplicação

source: Sorry! This app does not exists.
es_es: ¡Lo siento! Esta aplicación no existe.
pt: Desculpe! Esta aplicação já não existe.

source: If you delete the application and its tasks, it will be gone forever!
es_es: Si borrar la aplicacion y sus tarea no se podra revertir
pt: Se eliminar esta aplicação e as suas tarefas, estas serão eliminadas para sempre!

source: Are you sure you want to delete this application and all its tasks and associated task runs?
es_es: ¿Estas seguro que quieres borrar esta aplicación y sus tareas asociadas a esta tarea?
pt: Tem a certeza que pretende eliminar esta aplicação, todas as suas tarefas e respostas associadas?

source: Tasks and Task Runs \(the submitted answers by the users\) in CSV or JSON formats.
es_es: Tareas y tareas ejecutadas \(las respuestas enviadas por los usuarios\) en CSV o en formato JSON.
pt: Tarefas e Respostas disponíveis \ (as respostas submetidas pelos utilizadores\) em CSV ou formatos JSON.

source: A special selection of the most interesting applications
es_es: Selección especial de las más interesantes aplicaciones
pt: Uma seleção especial das aplicações mais interessantes

source: Draft Applications
es_es: Crea una Aplicación
pt: Aplicações em Rascunho

source: Work in progress applications
es_es: Ejecución en progreso del trabajo
pt: Aplicações em construção

source: Sorry, there are no published applications for this category yet
pt: Desculpe, ainda não existem aplicações publicadas nesta categoria.

source: Application
es_es: Aplicaciones
pt: Aplicação

source: Create a new application
es_es: Crea una Aplicación
pt: Criar uma nova aplicação

source: The name of the application
pt: Nome da aplicação

source: Short name or slug for the application
pt: Nome curto ou "slug" para a aplicação

source: Give some details about the application
pt: Deixe alguns detalhes sobre a aplicação

source: Paste the direct link to your app icon
pt: Cole o link para o ícone da aplicação

source: Explain the application (you can use HTML code!)
pt: Explique a aplicação (pode utilizar linguagem HTML!)

source: Do you want to hide your app?
pt: Deseja colocar a sua aplicação oculta?

source: Create the application
es_es: Crea una Aplicación
pt: Criar a aplicação

source: Application Settings
es_es: Aplicaciones
pt: Definições da Aplicação

source: Total Answers per day
pt: Total de Respostas por dia

source: The number of answers per tasks that you want for the application
pt: O número de respostas por tarefa que pretende para a aplicação

source: Sorry! This app does not exists
pt: Desculpe!Esta aplicação não existe

source: Update the application task presenter
es_es: Actualiza la tarea de la aplicación actual
pt: Atualize o apresentador de tarefas da aplicação

source: Editor
pt: Editar

source: This page shows all the available tasks for this application
pt: Esta página apresenta todas as tarefas disponíveis para esta aplicação

source: This number identifies the task for the application and it is unique
pt: Este número identifica a tarefa da aplicação e é único

source: How
pt: Como

source: uses cookies
pt: se utilizam cookies

source: A cookie is a small piece of text sent to your browser by a website you visit. It helps the website to remember information about your visit, like your preferred language and other settings. That can make your next visit easier and the site more useful to you. Cookies play an important role. Without them, using the web would be a much more frustrating experience.
pt: Uma cookie corresponde a um pequeno texto enviado para o seu browser pela página webque visitou. Esta ajuda a página a memorizar informação sobre a sua visita, como o idioma selecionado e outras definições. Assim, a sua próxima visitaserá mais fácil pois estará personalizado a si. As cookies desempenham um papel importanteSem elas, utilizar a internet seria uma experiência frustrante.

source: In the following video from Google, you can see a very good explanation about how cookies work:
pt: No vídeo da Google que se segue, encontrará uma boa explicaçãosobre o funcionamento das cookies:

source: Disabling cookies
pt: Desativar cookies

source: However, if you want to disable the cookies in this site or other, we recommend you to check the help section of your web browser so you can disable them.
pt: No entanto, se pretender desativar as cookies nesta página ou noutra,recomendamos a verificar a secção de ajuda do seu browser para queas possa desativar.

source: It's a 100 open-source
pt: É 100% código aberto

source: Unlike, say, âmechanical turkâ style projects, PyBossa is not designed to handle payment or money â it is designed to support volunteer-driven projects.
pt: Ao contrário dos projetos no estilo "mechanical turk", a Pybossa não foi desenhada para gerir pagamentos ou dinheiro - está desenhada para apoiar projetos orientados para voluntários.

source: It's designed as a platform and framework for developing deploying crowd-sourcing and microtasking apps rather than being a crowd-sourcing application itself. Individual crowd-sourcing apps are written as simple snippets of Javascript and HTML which are then deployed on a PyBossa instance (such as
pt: Está desenhado enquanto plataforma e ferramenta para o desenvolvimento e implementação de aplicações de crowd-sourcing e micro-tarefas, na vez de ser apenas uma aplicação de crowd-sourcing. As aplicações de crowd-sourcing são escritas em simples trechos em Javascript ou HTML, que são implementados na Pybossa (como por exemplo

source: This way one can easily develop custom apps while using the PyBossa platform to store your data, manage users, and handle workflow
pt: Deste modo, consegue-se desenvolver de forma fácil aplicações na plataforma PyBossa para armazenamento dos seus dados, gestão de utilizadores, e administração do fluxo de trabalho

source: step-by-step tutorial to create your own apps
pt: tutorial passo a passo para criar as suas aplicações

source: PyBossa provides individual statistics for every application in the system, as well as a
pt: A PyBossa providencia estatísticas individuais para cada aplicação no sistema, assim como um

source: Github Issues
es_es: Github
pt: Questões Github

source: Create an App
es_es: Crea una Aplicación
pt: Criar uma Aplicação

source: Most Active Applications
es_es: Aplicaciones Mas Activas
pt: As Aplicações Mais Ativas

source: Your application
es_es: Tu aplicación
pt: A suas aplicações

source: Create an app
es_es: Crear una apliación
pt: Criar uma aplicação

source: Published Applications
es_es: Aplicaciones Publicadas
pt: Aplicações publicadas

source: Top 5 applications in the last 24 hours
pt: Top 5 das aplicações nas últimas 24 horas

source: No active application in the last 24 hours
pt: Não existem aplicações ativas nas últimas 24 horas

source: Team
pt: Equipa

source: Create a New
pt: Criar uma nova equipa

source: List of Public Teams
pt: Lista de Equipas Públicas

source: Public Invitation Only
pt: Apenas com Convite Público

source: Owner
pt: Administrador

source: Add to team
pt: Adicionar à equipa

source: Remove to team
pt: Remover da equipa

source: Members
pt: Membros

source: Public
pt: Público

source: with a score of
pt: com uma pontuação de

source: Configuration
pt: Configuração

source: Created
pt: Criar

source: The team has not contributed a task yet
pt: Esta equipa ainda não contribuiu com tarefas

source: If you delete the team, it will be gone forever!
pt: Se eliminar equipa, irá perder todos os dados associados!

source: Are you sure you want to delete this team?
pt: Tem a certeza que pretende eliminar esta equipa?

source: Yes, delete it
pt: Não, voltar atrás!

source: Sorry! This team does not exists.
pt: Desculpe! Esta aplicação já não existe.

source: Search in Teams I belong
pt: Procurar nas equipas de que sou membro

source: Search in Public Teams
pt: Procurar nas Equipas Públicas

source: Teams I belong
pt: Equipas a que pertenço

source: All available teams
pt: Todas as equipas

source: You don't belong to any team yet
pt: Ainda não pertence a nenhuma equipa

source: You can
pt: Poderá criar

source: create a new team
pt: uma nova equipa

source: join to an existing team
pt: associar-se a uma já existente

source: No available teams
pt: Não existem equipas disponíveis

source: Send Message
pt: Enviar mensagem

source: We've send a email to this person with Team Public Invitation Only instructions
pt: Este utilizador foi convidado a pertencer à equipa

source: Create a new Team
pt: Criar uma nova equipa

source: my team name
pt: Nome da Equipa

source: my team description
pt: Descrição

source: Do you want to be public this team or public-invitation-only?
pt: Pretende tornar esta equipa pública ou com acesso apenas por convite?

source: Create a team
pt: Criar uma equipa

source: Create a Team
pt: Criar uma equipa

source: Do you want to be public this team or public invitation only?
pt: Pretende tornar esta equipa pública ou com acesso apenas por convite?

source: in
pt: na

source: Team Settings
pt: Definições da Equipa

source: Edit the team details
pt: Editar os detalhes da equipa

source: Delete the team
pt: Eliminar equipa

source: Left this team
pt: Abandonar equipa

source: Join this team
pt: Junte-se a esta equipa

source: registered teams
pt: Utilizadores registados

source: Teamboard
pt: Membros

source: Public invitation only
pt: Admissão apenas por convite

source: Update the team
pt: Atualizar equipa

source: Do you want to be public this team?
pt: Deseja tornar esta equipa pública?

source: Join
pt: Tornar-se membro

source: Are you sure you want to belong
pt: Tem a certeza que quer pertencer?

source: to this team?
pt: a esta equipa?

source: Yes, Join it
pt: Sim

source: Are you sure you want to invite
pt: Tem a certeza que quer enviar este convite?

source: Yes, Invite it
pt: Sim, convide

source: Separate
pt: Separado

source: Are you sure you want to separate to
pt: Tem a certeza que pretende separar-se

source: this team?
pt: desta equipa

source: No!
pt: Não!

source: members
pt: membros

source: Add Users
pt: Top 5 dos utilizadores

source: Remove
pt: Remover

source: Ooops, we didn't find you in the system, did you sign in?
pt: Oops, não foi possível encontrá-lo no sistema, já se registou?

source: Default Language
pt: Idioma por defeito

source: Portuguese
pt: Português

source: Old Password
es_es: Cambia tu Contraseña
pt: Palavra-chave antiga

source: We've send you email with account recovery instructions!
es_es: Hemos mandado un correo con tu contraseña e instrucciones de recuperación
pt: Foi-lhe enviado um e-mail com instruções para a recuperação da sua conta!

source: Sorry, it is not possible to delete the onlyavailable category. You can modify it, click the edit button
pt: Desculpe, não é possível eliminar aúnica categoria disponível. Poderá modificá-la clicando no botão de edição

source: Icon Link
pt: Ícone para Links

source: Number of answers should be a value between 1 and 1,000
pt: O número de respostas deverá ser um valor entre 1e 1,000

source: Priority should be a value between 0.0 and 1.0
pt: A prioridade deverá ser umvalor entre 0.0e 1.0

source: Application created!
pt: Aplicação criada!

source: or download the app bundle and run the <strong>createTasks.py</strong> script in your computer
pt: ou descarregar a aplicação bundle e executar <strong>createTasks.py</strong> o script no seu computador

source: Application deleted!
pt: Aplicação eliminada!

source: Application updated!
pt: Aplicação atualizada!

source: Oops! It looks like the file is empty.
pt: Oops! O ficheiro parece estar vazio

source: Oops! It looks like there are no new records to import.
pt: Oops! Não existem novos registos para importar

source: Tasks imported successfully!
pt: Tarefas importadas com sucesso!

source: Task imported successfully!
pt: Tarefas importadas com sucesso!

source: Oops, the application does not have tasks to export, if you are the owner add some tasks
pt: Oops, a aplicação não tem tarefas para exportação. Se for o seu criador adicione algumas tarefas

source: Application Task Scheduler updated!
pt: Gestor de Tarefas atualizado!

source: Team Name must be between 3 and 35 characters long
pt: O nome da equipa deverá ter entre 3 a 35 caracteres

source: The team name is already taken
pt: Este nome já existe

source: Team Name
pt: Nome da Equipa

source: Team Description must be between 3 and 35 characters long
pt: A descrição da equipa deve ter entre 3 a 35 caracteres

source: Public Teams
pt: Equipas Públicas

source: Private Teams
pt: Equipas Privadas

source: Search name of teams
pt: Procurar equipas

source: Ooops! We didn't find a team matching your query:
pt: Oops! Não encontrámos nenhuma equipa com a sua pesquisa!

source: Search Team
pt: Procurar Equipa

source: Ooops! We didn't find a user matching your query:
pt: Oops! Não encontramos nenhum resultado para a sua pesquisa

source: Search name of User
pt: Procurar nome de utilizador

source: Search User
pt: Procurar Utilizador

source: Team created
pt: Equipa criada

source: Search Users
pt: Procurar Utilizadores

source: Delete Team
pt: Eliminar Equipa

source: Team deleted!
pt: Equipa eliminada!

source: Team updated!
pt: Equipa atualizada!

source: Update Team
pt: Atualizar equipa!

source: Add User to a Team
pt: Adicionar utilizador a uma equipa

source: This user don exists!!!
pt: Este utilizador não existe!

source: You do not have right to add to this team!!!
pt: Não pode adicionar membros para esta equipa!

source: This user is already in this team
pt: Este utilizador já é membro desta equipa

source: Association to the team created
pt: Associação à equipa criada

source: This team doesn't exists
pt: Desculpe!Esta equipa não existe

source: Congratulations! You belong to the Public Invitation Only Team
pt: Parabéns! Já faz parte de uma equipa com adesão apenas por convite

source: Delete User from a Team
pt: Apagar utilizador de uma equipa

source: You do not have right to separate to this team!!!
pt: Não pode separar nesta equipa!

source: Association to the team deleted
pt: Associação com a equipa eliminada

source: Please sign in to access this page.
es_es: Por favor, identifíquese para acceder a esta página

source: Language
es_es: Idioma

source: &laquo; Prev
es_es: Anterior

source: Next &raquo;
es_es: Siguiente

source: Your collections
es_es: Tus colleciones

source: You have no collections yet.
es_es: No tienes colecciones todavía.

source: Create one!
es_es: Crea una!

source: records
es_es: registros

source: Edit the metadata
es_es: Editar los metadatos

source: of this collection
es_es: de esta colección

source: Refresh
es_es: Actualizar

source: this collection (overwrites local changes)
es_es: esta coleccion (sobreescribe cambios locales)

source: Featured!
es_es: Características

source: Manage admin users
es_es: Organizar usuarios administradores

source: Export Tasks and Task Runs
es_es: Exportar todas las tareas

source: Here you can find a list of all registered applications in
es_es: Aqui podras encontrar una lista de todas las tareas registradas

source: The applications can be sorted in three categories:
es_es: Las aplicaciones deben de estar ordenadas en tres categorías:

source: Featured
es_es: Características

source: a special selection of the most interesting applications.
es_es: una selección especial de las más interesantes aplicaciones

source: all available applications.
es_es: todas las aplicaciones disponibles
