Repository: Scifabric/pybossa
Catalog: pybossa/themes/mykaarma/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Number of Task Runs
it: Numero di Task Runs

source: Anonymous Volunteers
it: Volontari Anonimi

source: Name
it: Nome

source: Score
it: Punteggio
