Repository: Scifabric/pybossa
Catalog: pybossa/themes/mykaarma/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Community
it: Comunità

source: Projects
it: Progetti

source: Create
it: Creare

source: About
it: Circa

source: My Profile
it: Mio Profilo

source: My Projects
it: I miei Progetti

source: My Settings
it: Configurazione

source: Admin Site
it: Sito amministratore

source: Sign Out
it: Esci

source: Sign in
it: Accedi

source: Resources
it: Risorse

source: Docs
it: Documenti

source: Terms of Use
it: Condizioni di utilizzo

source: Cookies Policy
it: Norme sui cookies

source: Stats
it: Statistiche

source: Licenses
it: Licenze

source: Data
it: Dati

source: Content
it: Contenuto

source: Technologies
it: Tecnologie

source: Contact
it: Contatto

source: Email
it: Posta elettronica

source: I've done
it: Ho fatto

source: tasks for the @PyBossa project:
it: Compiti per il progetto @PyBossa

source: Do you want to help?
it: Hai bisogno di aiuto?

source: Rank
it: Rango

source: of
it: di

source: with a Score of
it: con un punteggio di

source: contributed tasks
it: compiti contribuito

source: The user has not contributed to any tasks yet
it: L'utente non ha ancora contribuito a qualsiasi attività

source: Joined
it: Iscritto

source: API key
it: Chiave API

source: Edit your profile
it: Modifica il tuo profilo

source: Next
it: Successivo

source: registered users
it: utenti registrati

source: Reset your Password
it: Resetta la password

source: my e-mail
it: la mia e-mail

source: Reset my Password
it: Resetta la password

source: Cancel
it: Cancella

source: my new password
it: la mia nuova password

source: my new password again
it: nuova password (ancora)

source: Your Profile
it: Il tuo profilo

source: Your Contributions
it: I tuoi contributi

source: Contribute!
it: Contribuisci!

source: Published
it: Pubblicato

source: Draft
it: Bozza

source: You have not created a project
it: Non hai creato un progetto

source: Create a Project
it: Crea un progetto

source: Note
it: Nota

source: By click the
it: Per cliccare sul

source: Create account button
it: Crea il pulsante conto

source: below you are agreeing to the
it: di seguito accetti

source: terms of use
it: le condizioni di utilizzo

source: and
it: e

source: data
it: i dati

source: Create an account
it: Crea un account

source: my full name
it: Il mio nome completo

source: myusername
it: il mio nome utente

source: my secret password
it: la mia password segreta

source: Sign in button
it: Tasto Accedi

source: below you are agreeing to the
it: di seguito accetti

source: Sign in with Twitter
it: Accedi con Twitter

source: Sign in with Facebook
it: Accedi con Facebook

source: Sign in with Google
it: Accedi con Google

source: Or Sign in with your PyBossa account
it: o Accedi con il tuo account PyBossa

source: Sign in with your PyBossa account
it: Accedi con il tuo account PyBossa

source: Create a new account!
it: Crea un nuovo account!

source: Forgot Password
it: Password dimenticata

source: Update your profile
it: Aggiorna il profilo

source: Upload
it: Carica

source: Save the changes
it: Salva le modifiche

source: Change your Password
it: Cambia la tua password

source: Save the Changes
it: Salva le modifiche

source: Do you want to reset your personal API Key?
it: Vuoi resettare la tua Chiave API personale?

source: No, do not reset the API key!
it: No, non resettare la chiave API!

source: Remove from admin group
it: Rimuovi dal gruppo admin

source: Add to admin group
it: Aggiungi al gruppo admin

source: Manage Categories
it: Gestisci Categorie

source: Category name
it: Nome della categoria

source: Category description
it: Descrizione categoria

source: Add Category
it: Aggiungi categoria

source: List of Available Categories
it: Elenco delle categorie disponibili

source: Edit Category Name
it: Modifica il nome della categoria

source: Delete Category
it: Cancella Categoria

source: Danger Zone!
it: Attenzione!

source: Deleting the category will remove it from all the projects! This operation cannot be undone!
it: Se cancelli la categoria, verrà rimossa da tutti i progetti! Questa operazione è irreversibile!

source: Manage
it: Gestisci

source: Featured Projects
it: Progetti in evidenza

source: Show projects on the front page
it: Visualizza i progetti sulla prima pagina

source: Categories
it: Categorie

source: Manage project categories
it: Gestisci categorie progetto

source: Administrators
it: Amministratori

source: Manage administrators
it: Gestisci amministratori

source: Users
it: Utenti

source: Export a list of users
it: Esporta una lista di utenti

source: Manage featured projects
it: Gestisci progetti in evidenza

source: Update Category
it: Aggiorna categoria

source: Try with the full name or nick
it: Prova con il nome completo o il nick

source: Search
it: Cerca

source: PyBossa is a free, open-source crowd-sourcing and micro-tasking platform. It enables people to create and run projects that utilise online assistance in performing tasks that require human cognition such as image classification, transcription, geocoding and more. PyBossa is there to help researchers, civic hackers and developers to create projects where anyone around the world with some time, interest and an internet connection can contribute.
it: PyBossa è una piattaforma gratuita, open-source, crowd-sourcing e micro-tasking. Permette alle persone di creare e avviare progetti che utilizzano l'aiuto online nell'eseguire processi che richiedono cognizione umana come la classificazione delle immagini, la trascrizione, il geocoding e altro. PyBossa è qui per aiutare i ricercatori, gli hackers civici e gli sviluppatori a creare progetti a cui chiunque nel mondo con un po' di tempo, interesse e una connessione internet può contribuire.

source: PyBossa is different to existing efforts:
it: Pybossa è diverso dai lavori esistenti:

source: It's a 100%% open-source
it: E' open-source al 100%

source: Unlike, say, “mechanical turk” style projects, PyBossa is not designed to handle payment or money — it is designed to support volunteer-driven projects.
it: A differenza , ad esempio, "Turco meccanico " progetti di stile , PyBossa non è progettato per gestire il pagamento o il denaro - è stato progettato per sostenere progetti di volontariato - driven.

source: It's designed as a platform and framework for developing deploying crowd-sourcing and microtasking project rather than being a crowd-sourcing project itself. Individual crowd-sourcing projects are written as simple snippets of Javascript and HTML which are then deployed on a PyBossa instance (such as
it: È stato creato come piattaforma e framework per sviluppare progetti crowd-sourcing e microtasking da lanciare piuttosto che essere un progetto crowd-sourcing esso stesso. Progetti crowd-sourcing individuali sono scritti come semplici frammenti di Javascript e HTML che vengono poi messi in un testo PyBossa (come

source: This way one can easily develop custom projects while using the PyBossa platform to store your data, manage users, and handle workflow
it: In questo modo si può facilmente sviluppare progetti personalizzati durante l'utilizzo della piattaforma PyBossa per memorizzare i dati , gestire gli utenti , e di gestire il flusso di lavoro

source: You can read more about the architecture in the
it: Puoi leggere più riguardo l'architettura nel

source: PyBossa Documentation
it: Documentazione PyBossa

source: and follow the
it: e segui il

source: step-by-step tutorial to create your own projects
it: istruzioni passo-per-passo per creare i tuoi progetti

source: Statistics
it: Statistiche

source: PyBossa provides individual statistics for every project in the system, as well as a
it: PyBossa garantisce statistiche individuali per ogni progetto nel sistema, e anche un

source: general overview about the system like total number of users, tasks, etc
it: panoramica generale sul sistema , come numero totale di utenti , compiti , ecc

source: Check the global statistics
it: Controlla le statistiche globali

source: Contact information
it: informazioni sui contatti

source: For more info, send us an e-mail to:
it: Per maggiori informazioni, mandaci una e-mail a:

source: Follow us on Twitter!
it: Seguici su Twitter!

source: E-mail list:
it: Lista e-mail:

source: Report any bug, issue or improvement:
it: Segnalare qualsiasi bug , problema o il miglioramento:

source: Github Issues
it: Problemi Github

source: Online assistance in performing tasks that require human cognition, knowledge or intelligence such as image classification, transcription, geocoding and more!
it: Assistenza online nell'eseguire processi che riguardano cognizione umana, conoscenza o intelligenza come la classificazione immagini, la trascrizione, il geocoding e altro!

source: Help advance research
it: Aiuta la ricerca a progredire

source: Everything is open and freely usable
it: Tutto è aperto e liberamente utilizzabili

source: Things computers can't do
it: Cose che i computer non possono fare

source: Info
it: Informazioni

source: Get Started
it: Inizia

source: It's really simple to start contributing.
it: È veramente semplice iniziare a contribuire.

source: Start Contributing
it: Inizia a contribuire

source: Most Active Projects
it: Progetti più attivi

source: Start
it: Inizia

source: Your project
it: Il tuo progetto

source: could be here!
it: potrebbe essere qui!

source: Create a project
it: Crea un progetto

source: Most Active Volunteers
it: Volontari più attivi

source: Submitted Tasks
it: Progetti inviati

source: Tasks
it: Compiti

source: Search Results
it: Risultati della ricerca

source: Contribute
it: Contribuire

source: Settings
it: Configurazione

source: Description
it: Descrizione

source: Creation Date
it: Data Creazione

source: Last Activity
it: Ultima attività

source: Overall progress
it: Progresso generale

source: completed
it: completato

source: Remove from Featured!
it: Rimuovi da In Evidenza!

source: Add to Featured!
it: Aggiungi a "In primo piano"!

source: Created by
it: Creato da

source: Try it!
it: Provalo!

source: Start Contributing Now!
it: Inizia a contribuire ora!

source: Edit the project details
it: Modificare i dettagli del progetto

source: Edit the task presenter
it: Modifica il presentatore dell'incarico

source: Import tasks
it: Importa tasks

source: Delete the project
it: Cancella il progetto

source: Sorry! This project does not exist.
it: Sorry! Questo progetto non esiste.

source: Sorry! No posts so far.
it: Spiacenti! Non ci sono post finora.

source: Author:
it: Autore:

source: Written:
it: Scritto:

source: Delete
it: Cancella

source: Edit
it: Modifica

source: Back
it: Indietro

source: Sorry! This blogpost does not exist.
it: Spiacenti! Questo post non esiste.

source: If you delete the project and its tasks, it will be gone forever!
it: Se cancelli il progetto e i suoi tasks, saranno persi per sempre!

source: Are you sure you want to delete this project and all its tasks and associated task runs?
it: Sei sicuro di voler cancellare il progetto, i suoi tasks e le task runs associate?

source: No, do not delete it!
it: No, non cancellare!

source: Export All Tasks and Task Runs
it: Esporta tutti gli incarichi e gli sviluppi

source: You can export and download
it: Puoi esportare e scaricare

source: all the available
it: tutti i disponibili

source: Tasks and Task Runs (the submitted answers by the users) in CSV or JSON formats.
it: Tasks e Task Runs (le risposte inviate dagli utenti) in formato CSV o JSON

source: Export in CSV format
it: Esporta in formato CSV

source: Export in JSON format
it: Esporta in formato JSON

source: A special selection of the most interesting projects
it: Una selezione speciale dei progetti più interessanti

source: Draft Projects
it: Progetti bozza

source: Work in progress projects
it: Progetti in corso

source: Sorry, there are no published projects for this category yet
it: Spiacenti, non ci sono ancora progetti pubblicati per questa categoria

source: Project
it: Progetto

source: Create a new project
it: Creare un nuovo progetto

source: The name of the project
it: Il nome del progetto

source: Short name or slug for the project
it: Denominazione abbreviata o slug per il progetto

source: Project slug:
it: Prototipo progetto:

source: Explain your project · Why? Why you are creating this project, what you want to achieve with it · How? Explain how your project works · How you can help: Explain to the volunteers how they can help and contribute to the goal of your project · Will you help make a difference? Explain to the volunteers why their contribution is essential and how the result of your project can help change things! (you can use Markdown to give format to your description!)
it: Spiegate il vostro progetto · Perché ? Perche ' si sta creando questo progetto , ciò che si vuole raggiungere con esso · Come ? Spiegare come funziona il progetto · Come si può aiutare : Spiegare ai volontari come possono aiutare e contribuire a raggiungere l'obiettivo del progetto · vi aiuterà a fare la differenza ? Spiegare ai volontari perché il loro contributo è essenziale e come il risultato del progetto può contribuire a cambiare le cose ! ( è possibile usare Markdown per dare formato alla descrizione ! )

source: Create the project
it: Crea progetto

source: Write a new blog post for ad
it: Scrivi un nuovo post sul blog per l'annuncio

source: The title of your post
it: Titolo del post

source: Write your post here. You can use Markdown!
it: Scrivi il tuo post qui. Puoi usare Markdown!

source: Enter the password to contribute to this project:
it: Inserisci la password per contribuire a questo progetto:

source: Project password
it: password Progetto

source: Submit
it: Invia

source: Sorry, you've contributed to all the tasks for this project, but this project still needs more volunteers, so please spread the word!
it: Scusa, hai contribuito a tutti i task di questo progetto, ma il progetto richiede ancora volontari, quindi per favore passa parola!

source: Project Settings
it: Configurazione Progetto

source: Task Settings
it: Configurazione Task

source: Write a blog post
it: Scrivi un post sul blog

source: Important
it: Importante

source: Data have been
it: I dati sono stati

source: anonymized
it: anonimizzati

source: Distribution of Answers per Hour
it: Distribuzione di Risposta all'ora

source: Completed Tasks in the last 15 days
it: Tasks completati negli ultimi 15 giorni

source: select an area to zoom, click to reset the chart
it: selezionare un'area per ingrandire , fare clic per ripristinare il grafico

source: Answers per day
it: Risposte al giorno

source: answers were submitted this day
it: risposte sono state inviate in questo giorno

source: Distribution of Answers
it: Distribuzione di risposte

source: Type
it: Tipo

source: Percentage
it: Percentuale

source: Details about Anonymous Users
it: Dettagli su Utenti anonimi

source: anonymous users have
it: utenti anonimi hanno

source: participated
it: partecipato

source: Country
it: Nazione

source: City
it: Città

source: User
it: Utente

source: This page includes GeoLite data created by MaxMind, available from
it: Questa pagina contiene dati GeoLite creati da MaxMind, disponibili su

source: Details about Authenticated Users
it: Dettagli sugli utenti registrati

source: authenticated users have
it: utenti registrati hanno

source: Top 5 users
it: Top 5 utenti

source: Use one of the following available
it: Usare uno dei seguenti disponibili

source: Import Tasks
it: Importa Tasks

source: Task Redundancy
it: Task ridondanza

source: The number of answers per tasks that you want for the project
it: Il numero di risposte per task che vuoi per il progetto

source: Set redundancy
it: Fissa ridondanza

source: Help
it: Aiuto

source: Update the project task presenter
it: Aggiorna il presentatore del task del progetto

source: Preview the task presenter
it: Anteprima presentatore task

source: Task Presenter Preview
it: Anteprima presentatore task

source: Close
it: Chiudi

source: Task Priority
it: Priorità Task

source: You can change the
it: Puoi cambiare

source: priority
it: la priorità

source: of one or more tasks, providing a list of task IDs separated by commas. The lowest priority is
it: di una o più attività , fornendo un elenco di ID di attività separati da virgole . La priorità più bassa è

source: and the highest priority is
it: e la più alta priorità è

source: The priority value is only respected by the
it: Il valore di priorità è solo rispettato da

source: default scheduler
it: scheduler di default

source: Comma separated Task.IDs i.e.: 3, 532, 100
it: Task IDs separato da virgola, es. : 3, 532, 100

source: Priority value between 0.0 and 1.0
it: Valori di priorità tra 0.0 e 1.0

source: Change Priority
it: Cambia priorità

source: Task Scheduler
it: Programmatore di Task

source: You can choose from the following schedulers
it: Puoi scegliere tra i seguenti organizzatori

source: Default
it: Predefinito

source: or
it: o

source: Depth First
it: Profondità prima

source: returns a task that has not been completed (the value of number of answers has not achieved) excluding the current user
it: restituisce un compito che non è stato completato ( il valore del numero di risposte non è raggiunto ) escludendo l' utente corrente

source: Breadth First
it: Prima l'ampiezza

source: returns a task which has the least number of task runs (answers) excluding the current user
it: restituisce un task che ha il minor numero di task runs (risposte) escluso l'utente corrente

source: returns a task randomly --a user could get the same task twice or more times
it: restituisce un compito --Una casualmente utente potrebbe ottenere la stessa operazione due o più volte

source: Change how the tasks are delivered to volunteers
it: Cambia il modo in cui i task sono assegnati ai volontari

source: Scheduler
it: Organizzatore

source: Change the priority of the tasks
it: Cambia priorità dei tasks

source: Priority
it: Priorità

source: Delete Tasks
it: Cancella Task

source: Delete all the tasks and associated answers
it: Cancella tutti i task e le risposte associate

source: Change the redundancy level for the tasks
it: Cambia il livello di ridondanza per i tasks

source: Redundancy
it: Ridondanza

source: Import tasks from templates, GDrive, or CSV
it: Importa task da templetas, GDrive, o CSV

source: Import
it: Importa

source: Export Tasks
it: Esposta Task

source: Export tasks to JSON, CSV or a CKAN server
it: Esporta task su server JSON, CSV o CKAN

source: Export
it: Esporta

source: Task Presenter
it: Presentatore Task

source: Configure the task scheduler, redundancy, etc.
it: Configura l'organizzatore task, ridondanza, ecc.

source: Browse
it: Sfoglia

source: Check the status of the tasks
it: Controlla lo stato dei task

source: Browse tasks
it: Sfoglia tasks

source: This page shows all the available tasks for this project
it: Questa pagina mostra tutti i tasks disponibili per il progetto

source: For each task, you can find the following information
it: Per ogni attività , è possibile trovare le seguenti informazioni

source: This number identifies the task for the project and it is unique
it: Questo numero identifica il compito per il progetto ed è unico nel suo genere

source: The first number shows how many answers have been submitted for the task and the
it: Il primo numero indica il numero di risposte sono state presentate per l'attività e la

source: This redundancy method will help to detect errors, typos, data forging, etc. when the task has been completed
it: Questo metodo di ridondanza aiuterà ad individuare errori, refusi, falsificazione dati, ecc. quando il task viene completato

source: second number
it: secondo numero

source: how many need to be obtained to mark the task as
it: quanti ne devono essere ottenuti per classificare il task come

source: Progress Bar
it: barra di avanzamento

source: The progress bar will the percentage that has been completed for the task
it: La barra di avanzamento indica la percentuale del task completata

source: Download Task Results
it: Scarica i risultati del Task

source: Download Partial results
it: Scarica i risultati parziali

source: Nothing to download yet
it: Niente da scaricare ancora

source: Start contributing
it: Inizia a contribuire

source: Update the project
it: Aggiornare il progetto

source: Give some details about the project
it: Fornisci dettagli sul progetto

source: Explain the project (use Markdown!)
it: Spiega il progetto (usa Markdown!)

source: Edit the blog post
it: Modifica il post

source: Update
it: Aggiorna

source: From a IIIF manifest
it: Da un manifest di IIIF

source: From a CSV file
it: Da un file CSV

source: Please provide a URL (i.e. DropBox, Box, Ubuntu One, etc. public link) to a CSV file with data for
it: Per favore fornisci un URL (es. DropBox, Box, Ubuntu One, ecc. link pubblico) ad un file CSV con dati per

source: For more information, please look at
it: Per maggiori informazioni, vedi

source: the documentation
it: la documentazione

source: The URL of the CSV file
it: L'URL del file CSV

source: From an EpiCollect Plus project
it: Da un progetto EpiCollect Plus

source: Please provide an EpiCollect Plus project name to import its data for
it: Inserire il nome di un progetto EpiCollect Plus da cui importare i dati

source: The name of the public EpiCollect Plus project
it: Il nome del progetto EpiCollect Plus

source: The name of the project's form
it: Il nome del tipo di progetto

source: From a Google Docs Spreadsheet
it: Da un foglio di calcolo Google Docs

source: Please provide a URL to a Google Drive Spreadsheet with data for
it: Per favore fornisci un URL al foglio di lavoro Google Drive con i dati per

source: Image Pattern Recognition
it: Riconoscimento Trama Immagine

source: Geo-coding
it: Geo - codifica

source: Transcribing documents
it: Trascrivendo documenti

source: Re-use the PDF transcription template
it: Riutilizza il modello trascrizione PDF

source: Sound Pattern Recognition
it: Riconoscimento tracciato sonoro

source: templates
it: template

source: for your project
it: per il tuo progetto

source: Import from a IIIF manifest
it: Importa da un manifest IIIF

source: Provide a public link to your own CSV file
it: Fornisci un link pubblico per il tuo file CSV

source: If you delete all the tasks and task runs they will be gone forever!
it: Se si eliminano tutti i compiti e attività viene eseguita saranno andati per sempre !

source: You cannot undo this action!
it: Non puoi annullare questa azione!

source: Are you sure you want to delete ALL the project tasks and associated task runs?
it: Sei sicuro di voler eliminare tutte le attività del progetto e le piste di attività associate ?

source: Yes
it: Si

source: No, do not delete anything!
it: No, non cancellare nulla!

source: EpiCollect Plus Project
it: EpiCollect progetto più

source: Use an EpiCollect Plus project
it: Usa un progetto EpiCollect Plus

source: Google Drive Spreadsheet
it: Foglio di calcolo Google Drive

source: Import a Google Drive Spreadsheet
it: Importa un foglio di calcolo Google Drive

source: General Statistics
it: Statistiche generali

source: Anonymous users
it: Utenti anonimi

source: Authenticated users
it: Utenti autenticati

source: Total
it: Totale

source: Top 5 Users in the last 24 hours
it: Top 5 utenti in ultime 24 ore

source: with
it: con

source: contributed answers
it: risposte contribuite

source: No active users in the last 24 hours
it: Nessun utente attivo nelle ultime 24 ore

source: Published Projects
it: Progetti pubblicati

source: Top 5 projects in the last 24 hours
it: Top 5 progetti nelle ultime 24 ore

source: Tasks and Answers
it: Processi e risposte

source: Number of Tasks
it: Numero di compiti
